Repository: GNOME/gnome-nibbles
Catalog: help/*/*.po
Languages: cs, de, sr, sr@latin

source: Joining a game room
cs: Vstup do herní místnosti
sr: Придруживање соби за игру
sr@latin: Pridruživanje sobi za igru

source: Once you have successfully connected to a server, you can choose which game room to join. To play a multiplayer game of Nibbles, select the Nibbles room. If you want to host your own game, then click on the Launch button. This creates a new table where other players can participate in a game against you. If there are any other games already started, then you can double-click on an existing game table to join it. The list of game tables on the right shows you the number of available seats, which means the number of players that can join the game table.
cs: Jakmile jste úspěšně přihlášení k serveru, můžete si vybrat, do které herní místnosti chcete vstoupit. Jestliže chcete hrát hru Červíci pro více hráčů, tak zvolte místnost Červíci. Pokud chcete hostovat svoji vlastní hru, tak klikněte na tlačítko Spustit. Tím se vytvoří nový stůl, na kterém si ostatní hráči mohou zahrát hru proti vám. Pokud je k dispozici nějaká další již spuštěná hra, pak se můžete dvojitým kliknutím na tomto existujícím herním stole zapojit do hry.
sr: Кад сте се успешно повезали на сервер, можете одабрати собу којој желите да се придружите. Да бисте играли Змије, одаберите собу Nibbles. Ако желите да ви започнете игру, кликните дугме „Покрени“. Овим се прави нова табла где други могу да играју против вас. Ако има већ покренутих игара, можете кликнути дуплим кликом на постојећу игру да бисте јој се придружили. Списак табли за игру са десне стране вам показује број слободних места, што означава број играча који се могу придружити.
sr@latin: Kad ste se uspešno povezali na server, možete odabrati sobu kojoj želite da se pridružite. Da biste igrali Zmije, odaberite sobu Nibbles. Ako želite da vi započnete igru, kliknite dugme „Pokreni“. Ovim se pravi nova tabla gde drugi mogu da igraju protiv vas. Ako ima već pokrenutih igara, možete kliknuti duplim klikom na postojeću igru da biste joj se pridružili. Spisak tabli za igru sa desne strane vam pokazuje broj slobodnih mesta, što označava broj igrača koji se mogu pridružiti.

source: This Nibbles network dialog allows you to join a game room to find other players.
cs: Toto dialogové okno sítě Červíci vám umožňuje vstoupit do herní místnosti, kde najdete další hráče.
sr: Мрежно прозорче Змија вам омогућава да се придружите соби за игру и нађете друге играче.
sr@latin: Mrežno prozorče Zmija vam omogućava da se pridružite sobi za igru i nađete druge igrače.

source: When creating a new table for Nibbles games, a preference dialog is displayed which allows you to customize the game, such as set the minimum number of players for the game. Once the total number of seats have been taken, then no more players are allowed to join that game table.
cs: Když vytvoříte nový stůl pro hry Červíci, objeví se dialogové okno, ve kterém si můžete hru přizpůsobit, např. nastavit minimální počet hráčů pro hru. Jakmile se naplní celkový počet míst, nemůže se již žádný další hráč k hernímu stolu přidat.
sr: При прављењу нове табле за игру Змија, приказује се прозорче са поставкама које вам омогућава да прилагодите игру, као нпр. најмањи број играча за игру. Када је укупни број места заузет, играчи се више не могу придружити табли за игру.
sr@latin: Pri pravljenju nove table za igru Zmija, prikazuje se prozorče sa postavkama koje vam omogućava da prilagodite igru, kao npr. najmanji broj igrača za igru. Kada je ukupni broj mesta zauzet, igrači se više ne mogu pridružiti tabli za igru.

source: It is possible to chat with other players in network games. Ask for advice or help playing the games, but please be polite against other players.
cs: S ostatními hráči síťové hry si můžete povídat. Můžete požádat o radu nebo pomoc s hrou, ale vždy se k ostatním hráčům chovejte slušně.
sr: Могуће је ћаскати са осталим играчима у мрежним играма. Питајте за савет или помоћ при игрању игре, али молимо, будите љубазни према осталим играчима.
sr@latin: Moguće je ćaskati sa ostalim igračima u mrežnim igrama. Pitajte za savet ili pomoć pri igranju igre, ali molimo, budite ljubazni prema ostalim igračima.

source: Waiting for other players to join the game
cs: Čekání, až se další hráči zapojí do hry
sr: Чекање да се остали играчи придруже игри
sr@latin: Čekanje da se ostali igrači pridruže igri

source: Once you have successfully joined a game table, then you have to wait until enough players have joined the table. The <guimenuitem>Players List</guimenuitem> menu item allows you to see a list of the players who have joined the game. The game will begin immediately when the total number of players in the the game have been reached.
cs: Až se úspěšně přidáte k hernímu stolu, musíte čekat dokud se nepřidá dostatečný počet dalších hráčů. Nabídka <guimenuitem>Seznam hráčů</guimenuitem> vám umožní se podívat na seznam hráčů, kteří se ke hře přidali. Hra začne hned, jak je dosaženo celkového počtu hráčů ve hře.
sr: Када сте се успешно придружили табли за игру, морате сачекати да се потребан број играча придружи. Ставка менија <guimenuitem>Списак играча</guimenuitem> вам омогућава да видите играче који су се придружили игри. Игра ће почети одмах пошто се достигне потребан број играча.
sr@latin: Kada ste se uspešno pridružili tabli za igru, morate sačekati da se potreban broj igrača pridruži. Stavka menija <guimenuitem>Spisak igrača</guimenuitem> vam omogućava da vidite igrače koji su se pridružili igri. Igra će početi odmah pošto se dostigne potreban broj igrača.

source: Playing multiplayer Nibbles games
cs: Jak hrát Červíci pro více hráčů
sr: Играње Змија са више играча
sr@latin: Igranje Zmija sa više igrača

source: Multiplayer Nibbles games have pretty much the same rules as normal Nibbles games, except that you are now playing against human players. This means that other strategies might possibly be better than when playing against AI players.
cs: Hry Červíci pro více hráčů mají úplně stejná pravidla, jako normální hry Červíci, akorát že nyní hrajete proti lidským hráčům. To znamená, že strategie protivníka by mohla být lepší, než při hraní proti umělé inteligenci.
sr: Играње Змија са више играча има иста правила као обична игра, осим што сада играте против других људи. То значи да неке друге стратегије игре могу бити боље у односу на то кад играте против рачунара.
sr@latin: Igranje Zmija sa više igrača ima ista pravila kao obična igra, osim što sada igrate protiv drugih ljudi. To znači da neke druge strategije igre mogu biti bolje u odnosu na to kad igrate protiv računara.

source: Once a player has won, the game ends and you can return to the initial network game screen. Then you can play yet another game of addictive Nibbles multiplayer!
cs: Až některý hráč zvítězí, tak hra končí a vy se můžete vrátit na úvodní obrazovku síťové hry. Po té se můžete pustit od další hry návykových Červíků pro více hráčů.
sr: Када неки играч победи, игра се завршава и можете се вратити на почетни екран мрежне игре. Онда можете играти још једну занимљиву игру Змија са више играча!
sr@latin: Kada neki igrač pobedi, igra se završava i možete se vratiti na početni ekran mrežne igre. Onda možete igrati još jednu zanimljivu igru Zmija sa više igrača!

source: Authors
cs: Autoři
sr: Аутори
sr@latin: Autori

source: <application>Nibbles</application> was written by Sean MacIsaac <email>sjm@acm.org</email> and Ian Peters <email>itp@gnu.org</email>. This manual was written by Kevin Breit <email>battery841@mypad.com</email>. Nibbles was updated with network support by Andreas Røsdal <email>andreasr@gnome.org</email>. To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: Hru <application>Červíci</application> napsali Sean MacIsaac <email>sjm@acm.org</email> a Ian Peters <email>itp@gnu.org</email>. Tuto příručku napsal Kevin Breit <email>battery841@mypad.com</email>. Červíky aktualizoval na verzi se síťovou podporou Andreas Røsdal <email>andreasr@gnome.org</email>. Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
sr: <application>Змије</application>су написали Sean MacIsaac <email>sjm@acm.org</email> и Ian Peters <email>itp@gnu.org</email>. Ово упутство је написао Kevin Breit <email>battery841@mypad.com</email>. Andreas Røsdal је додао подршку за мрежне игре. Да бисте пријавили грешке или дали предлог у вези овог програма или његовог упутства, пратите смернице из <ulink url="ghelp:user-guide?feedback-bugs" type="help">документа</ulink>.
sr@latin: <application>Zmije</application>su napisali Sean MacIsaac <email>sjm@acm.org</email> i Ian Peters <email>itp@gnu.org</email>. Ovo uputstvo je napisao Kevin Breit <email>battery841@mypad.com</email>. Andreas Røsdal je dodao podršku za mrežne igre. Da biste prijavili greške ili dali predlog u vezi ovog programa ili njegovog uputstva, pratite smernice iz <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumenta</ulink>.

source: License
cs: Licence
sr: Лиценца
sr@latin: Licenca

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Tento program je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или га мењати под условима <citetitle>ГНУ Опште Јавне Лиценце (GNU GPL)</citetitle> како је објављује Задужбина за Слободни Софтвер (FSF); било верзије 2 те Лиценце, било (по вашем нахођењу) било које новије верзије.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili ga menjati pod uslovima <citetitle>GNU Opšte Javne Licence (GNU GPL)</citetitle> kako je objavljuje Zadužbina za Slobodni Softver (FSF); bilo verzije 2 te Licence, bilo (po vašem nahođenju) bilo koje novije verzije.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>ГНУ Општу Јавну Лиценцу</citetitle> за више детаља.
sr@latin: Ovaj program se raspodeljuje u nadi da će biti od koristi, ali BEZ IKAKVIH GARANCIJA; čak i bez podrazumevane garancije KORISNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Vidite <citetitle>GNU Opštu Javnu Licencu</citetitle> za više detalja.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. 59 Temple Place - Suite 330 Boston, MA 02111-1307 USA </address>
cs: Kopie <citetitle>GNU General Public License</citetitle> je zahrnuta v dodatku <citetitle>Uživatelské přiručky GNOME</citetitle>. Kopii <citetitle>GNU General Public License</citetitle> můžete také získat od Free Software Foundation navštívením <ulink type="http" url="http://www.fsf.org">jejich webu</ulink> nebo zasláním žádosti na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
sr: Примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> је укључен у додатку <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle>ГНУ Опште Јавне Лиценце</citetitle> од Задужбине за Слободни Софтвер на <ulink url="http://www.fsf.org" type="http">њиховој веб адреси</ulink> или пишите на <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
sr@latin: Primerak <citetitle>GNU Opšte Javne Licence</citetitle> je uključen u dodatku <citetitle>Gnomovog korisničkog vodiča</citetitle>. Takođe možete nabaviti primerak <citetitle>GNU Opšte Javne Licence</citetitle> od Zadužbine za Slobodni Softver na <ulink url="http://www.fsf.org" type="http">njihovoj veb adresi</ulink> ili pišite na <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик
sr@latin: Branko Kokanović <branko.kokanovic@gmail.com> Prevod.org — prevod na srpski jezik
