Repository: GNOME/gnome-nibbles
Catalog: help/*/*.po
Languages: cs, de, sr, sr@latin

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2008, 2011, 2012 Christian Kirbach <Christian.Kirbach@gmail.com>, 2013

# _
source: external ref='figures/nibbles.png' md5='5c04c52509830b87cd6b69adf2dceb34'
de: original

source: Index
de: Stichwortverzeichnis

source: <app>Nibbles</app> is a Snake game for GNOME. The aim of the game is to swallow as many objects as you can while avoiding maze walls and other worms. You have to complete 26 levels to finish the game.
de: <app>Nibbles</app> ist ein Schlangen-Spiel für GNOME. Ziel des Spiels ist es so viele Objekte wie möglich zu verschlingen, während Sie Wände und andere Würmer umgehen. Zum Beenden des Spiels müssen Sie 26 Spielstufen abschließen.

source: Game play
de: Spielverlauf

source: Preferences
de: Einstellungen

source: Start, pause, play in fullscreen mode and quit a game of <app>Nibbles</app>.
de: Starten, pausieren, im Vollbildmodus spielen und beenden von <app>Nibbles</app>.

source: Basic instructions
de: Grundlegende Anleitung

source: Start a new game
de: Ein neues Spiel starten

source: Select <guiseq><gui style="menu">Game</gui> <gui style="menuitem">New</gui></guiseq> or press <keyseq><key>Ctrl</key><key>N</key></keyseq> to start a new game.
de: Wählen Sie <guiseq><gui style="menu">Spiel</gui> <gui style="menuitem">Neu</gui></guiseq> oder drücken Sie <keyseq><key>Strg</key><key>N</key></keyseq>, um ein neues Spiel zu starten.

source: Pause and resume your game
de: Das Spiel pausieren und fortsetzen

source: Select <guiseq><gui style="menu">Game</gui> <gui style="menuitem">Pause</gui></guiseq> to pause your game. You can resume your game by selecting <guiseq><gui style="menu">Game</gui> <gui style="menuitem">Resume</gui></guiseq>.
de: Wählen Sie <guiseq><gui style="menu">Spiel</gui> <gui style="menuitem">Pause</gui></guiseq>, um Ihr Spiel anzuhalten. Setzen Sie das Spiel fort, indem Sie <guiseq><gui style="menu">Spiel</gui> <gui style="menuitem">Fortsetzen</gui></guiseq> wählen.

source: Play <app>Nibbles</app> in fullscreen mode
de: <app>Nibbles</app> im Vollbildmodus spielen

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Fullscreen</gui></guiseq> or press <key>F11</key> to play your game in fullscreen mode. You can return to the default screen size by pressing <key>F11</key> again.
de: Wählen Sie <guiseq><gui style="menu">Ansicht</gui> <gui style="menuitem">Vollbild</gui></guiseq> oder drücken Sie <key>F11</key>, um das Spiel im Vollbildmodus zu spielen. Drücken Sie erneut <key>F11</key>, um auf die voreingestellte Bildgröße zurückzuschalten.

source: Quit <app>Nibbles</app>
de: <app>Nibbles</app> beenden

source: Select <guiseq><gui style="menu">Game</gui> <gui style="menuitem">Quit</gui></guiseq> or press <keyseq><key>Ctrl</key><key>Q</key></keyseq> to quit <app>Nibbles</app> at any time.
de: Wählen Sie <guiseq><gui style="menu">Spiel</gui> <gui style="menuitem">Beenden</gui></guiseq> oder drücken Sie jederzeit <keyseq><key>Strg</key><key>Q</key></keyseq>, um <app>Nibbles</app> zu beenden.

source: Set custom control keys.
de: Eigene Steuerungstasten festlegen.

source: Change the default controls
de: Ändern der voreingestellten Steuerung

source: The <link xref="controls-default">default controls</link> can be changed in <app>Nibbles</app> to suit your preference or for <link xref="multi-player">multi-player</link> games, when having more than one set of controls becomes necessary. To change the default controls:
de: Die <link xref="controls-default">voreingestellte Steuerung</link> kann in <app>Nibbles</app> nach Ihren Wünschen angepasst werden bzw. für <link xref="multi-player">Mehrspieler</link>-Spiele, wenn mehr als eine Steuerung notwendig werden. So ändern Sie die voreingestellte Steuerung:

source: Select <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq>.
de: Wählen Sie <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Eigenschaften</gui> <gui style="menuitem">Spiel</gui></guiseq>.

source: Select the tab for the player whose controls you want to change.
de: Wählen Sie den Reiter des Spielers, dessen Steuerung Sie ändern wollen.

source: Player 1 controls <gui>Worm 1</gui>, player 2 controls <gui>Worm 2</gui>, player 3 controls <gui>Worm 3</gui> and so on.
de: Spieler 1 steuert <gui>Wurm 1</gui>, Spieler 2 steuert<gui>Wurm 2</gui>, Spieler 3 steuert<gui>Wurm 3</gui> und so weiter.

source: In the <gui style="group">Keyboard Controls</gui> list, select the line, then click on the control. This highlights the line and the words <gui>New accelerator…</gui> are now present in place of the old control.
de: Wählen Sie die Zeile in der Liste <gui style="group">Tastaturoptionen</gui> und klicken Sie auf eine Zeile. Die Zeile wird hervorgehoben und die Worte <gui>Neue Tastenkombination …</gui> erscheinen an Stelle der alten Kombination.

source: Press the key you want to use instead of the default key.
de: Drücken Sie die Taste, die Sie anstelle der Voreinstellung verwenden wollen.

source: To keep the old setting click <gui>New accelerator…</gui> again, right click on <gui>New accelerator…</gui>, press <key>Esc</key> or click anywhere else inside the <gui>Nibbles Preferences</gui> box.
de: Um die alten Einstellungen zu behalten, klicken Sie erneut auf <gui>Neue Tastenkombination …</gui>, dann mit der rechten Maustaste auf <gui>Neue Tastenkombination …</gui> und drücken Sie anschließend <key>Esc</key>, oder auf eine beliebige Stelle innerhalb des Fensters <gui>Nibbles-Einstellungen</gui>.

source: Repeat the above step to change the other default keys for the current player, then select the tab for the next player whose controls you want to change and repeat the process.
de: Wiederholen Sie die vorhergehenden Schritte, um die voreingestellten Tasten für den aktuellen Spieler zu ändern. Wählen Sie anschließend den Reiter für den nächsten Spieler, dessen Steuerung angepasst werden soll, und wiederholen Sie den Vorgang.

source: For example, to use <key>A</key> to <gui>Move Left</gui>, select the <gui>Left</gui> control line and click it, then press <key>A</key> on your keyboard when you see <gui>New accelerator…</gui> on the line.
de: Um beispielsweise <key>A</key> für eine <gui>Bewegung nach links</gui> zu verwenden, wählen Sie die Steuerungszeile <gui>Links</gui> mit einem Mausklick und drücken Sie anschließend <key>A</key> auf Ihrer Tastatur, sobald Sie <gui>Neue Tastenkombination …</gui> in der Zeile sehen.

source: Default keys for <app>Nibbles.</app>
de: Voreingestellte Tasten für <app>Nibbles</app>.

source: Keyboard Controls
de: Tastatursteuerung

source: For controlling the movements of your worm in a single-player mode, use the following default keys:
de: Verwenden Sie die folgenden voreingestellten Tasten zur Steuerung der Wurmbewegungen im Einzelspieler-Modus:

source: <key>Up</key> to move the worm up
de: <key>↑</key> um den Wurm nach oben zu bewegen.

source: <key>Down</key> to move the worm down
de: <key>↓</key> um den Wurm nach unten zu bewegen.

source: <key>Left</key> to move the worm left
de: <key>←</key> um den Wurm nach links zu bewegen.

source: <key>Right</key> to move the worm right
de: <key>→</key> um den Wurm nach rechts zu bewegen.

source: You can <link xref="controls-change">change</link> the default controls.
de: Sie können die voreingestellte Steuerung <link xref="controls-default">ändern</link>.

source: All worm movements happen with respect to the screen unless <link xref="rel-movement">relative movement</link> is enabled. This means that when you press <key>Left</key> the worm moves towards the left of the screen, when you press <key>Right</key> the worm moves towards the right of the screen and so on.
de: Alle Wurmbewegungen geschehen mit Bezug auf den Bildschirm, außer wenn <link xref="rel-movement">relative Bewegung</link> eingeschaltet ist. Dies bedeutet, dass wenn Sie <key>←</key> drücken sich der Wurm nach links auf dem Bildschirm bewegt. Wenn Sie <key>→</key> bewegt sich der Wurm auf dem Bildschirm nach rechts usw.

source: Use fake bonuses in a <app>Nibbles</app> game to make it more challenging.
de: Setzen Sie als zusätzliche Herausforderung unechte Boni in <app>Nibbles</app> ein.

source: What are fake bonuses?
de: Was sind unechte Boni?

source: Fake bonuses look like regular bonus shapes but do not give you any points when your worm swallows them. They cause a reversal in the movement of your worm.
de: Unechte Boni sehen optisch wie normale Boni aus, aber sie geben keine Punkte wenn Ihr Wurm sie frisst. Sie bewirken eine Umkehrung der Bewegungsrichtung ihres Wurms.

source: To enable fake bonuses:
de: So schalten Sie unechte Boni ein:

source: Check the <gui style="checkbox">Enable fake bonuses</gui> checkbox if it is unchecked.
de: Wählen Sie das Ankreuzfeld <gui style="checkbox">Unechte Boni aktivieren</gui> aus, falls es abgewählt ist.

source: Click <gui>Close</gui>.
de: Klicken Sie auf <gui>Schließen</gui>.

source: Set all preferences before starting a new game. Preferences cannot be changed in the middle of a game.
de: Legen Sie vor dem Starten eines neuen Spiels alle Einstellungen fest. Einstellungen können nicht während eines laufenden Spiels geändert werden.

source: Play <app>Nibbles</app> with additional players.
de: So spielen Sie <app>Nibbles</app> mit weiteren Spielern.

source: Multi-player games
de: Spiel mit mehreren Spielern

source: <app>Nibbles</app> can be played by up to six players. While a player controls <gui>Worm 1</gui> in a single-player game, players can additionally control <gui>Worm 2</gui> to <gui>Worm 6</gui> in a multi-player game. A two-player game allows you to control <gui>Worm 1</gui> and <gui>Worm 2</gui>, a three player game allows you to control <gui>Worm 1</gui>, <gui>Worm 2</gui> and <gui>Worm 3</gui> and so on.
de: <app>Nibbles</app> kann mit bis zu sechs Spielern gespielt werden. Während ein Spieler <gui>Wurm 1</gui> in einem Einzelspieler-Spiel steuert, steuern zusätzliche Spieler <gui>Wurm 2</gui> bis <gui>Wurm 6</gui> in einem Mehrspieler-Spiel. In einem Zweispieler-Spiel steuert man <gui>Wurm 1</gui> und <gui>Worm 2</gui>, in einem Dreispieler-Spiel <gui>Wurm 1</gui>, <gui>Wurm 2</gui> und <gui>Wurm 3</gui> und so weiter.

source: Choose the number of players
de: Die Anzahl der Spieler wählen

source: <app>Nibbles</app> can be played by up to six players. To set the number of players:
de: <app>Nibbles</app> kann von bis zu sechs Spielern gespielt werden. So legen Sie die Anzahl der Spieler fest:

source: Set the <gui style="input">Number of human players</gui> to the required number, a maximum of 6. You can do this by using the <gui style="button">+</gui> or <gui style="button">-</gui> buttons or by entering the number of players from the keyboard in the space provided.
de: Legen Sie die gewünschte <gui style="input">Anzahl menschlicher Spieler</gui> fest. Es sind maximal 6 möglich. Verwenden Sie dazu entweder die Knöpfe <gui style="button">+</gui> und <gui style="button">-</gui> oder geben Sie die Anzahl der Spieler mit der Tastatur an die entsprechende Stelle ein.

source: You can watch a <app>Nibbles</app> game without participating. To observe a game, set the <gui style="input">Number of human players</gui> to 0 and set the <gui style="input">Number of AI players</gui> to any number between 1 and 6.
de: Sie können eine Partie <app>Nibbles</app> beobachten, ohne daran teilzunehmen. Legen Sie dazu die <gui style="input">Anzahl der menschlichen Spieler</gui> auf 0 fest und <gui style="input">Anzahl Computerspieler</gui> auf eine beliebige Zahl zwischen 1 und 6.

# _
source: external ref='figures/snake-red.svg' md5='14ee7aa4c668db0b30fc54cc8b3232cc'
de: original

# _
source: external ref='figures/snake-green.svg' md5='950becba28c6dca50a1157efe5b96f1d'
de: original

# _
source: external ref='figures/snake-blue.svg' md5='7f5cb0d784fdf25d604882472cb504b9'
de: original

# _
source: external ref='figures/snake-yellow.svg' md5='a81bc4335b8ee337363f7e818eb74ec0'
de: original

# _
source: external ref='figures/snake-cyan.svg' md5='62c0ac58f26769ab7eba85a255191257'
de: original

# _
source: external ref='figures/snake-magenta.svg' md5='00ede40fb89479b830636d02dcd33680'
de: original

# _
source: external ref='figures/snake-grey.svg' md5='8b1ff44ff3d43292f5843f15c9187f9c'
de: original

source: Change default speed, worm color, level order and sound settings.
de: So ändern Sie die voreingestellte Geschwindigkeit, die Wurmfarbe, die Spielstufenreihenfolge und Toneinstellungen.

source: Edit general preferences
de: Allgemeine Einstellungen bearbeiten

source: The general preferences for <app>Nibbles</app> can be changed by selecting <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq>.
de: Die allgemeinen Einstellungen von <app>Nibbles</app> finden sich unter <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Einstellungen</gui></guiseq>.

source: Speed
cs: Rychlost
de: Geschwindigkeit
sr: Брзина
sr@latin: Brzina

source: There are four available speeds in <app>Nibbles</app>. These are, in increasing order:
de: Es gibt vier verschiedene Geschwindigkeiten in <app>Nibbles</app>. Diese sind in aufsteigender Reihenfolge:

source: Nibbles Newbie
de: Nibbles-Neuling

source: My second day
de: Mein zweiter Tag

source: Not too shabby
de: Nicht zu schäbig

source: Finger twitching good
de: Gute Fingerfertigkeiten

source: Speed can be changed in <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq> by selecting one of the four speed choices given on the left hand side.
de: Die Geschwindigkeit wird unter <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Einstellungen</gui></guiseq> festgelegt durch Wahl einer der vier Wahlmöglichkeiten auf der linken Seite.

source: Change worm colors
de: Wurmfarbe ändern

source: There are seven available worm colors:
de: Es gibt sieben mögliche Wurmfarben:

source: <_:media-1/> Red
de: <_:media-1/> Rot

source: <_:media-1/> Green
de: <_:media-1/> Grün

source: <_:media-1/> Blue
de: <_:media-1/> Blau

source: <_:media-1/> Yellow
de: <_:media-1/> Gelb

source: <_:media-1/> Cyan
de: <_:media-1/> Zyan

source: <_:media-1/> Purple
de: <_:media-1/> Violett

source: <_:media-1/> Gray
de: <_:media-1/> Grau

source: These can be changed in <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq>.
de: Diese können unter <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Einstellungen</gui></guiseq> geändert werden.

source: Select any of the <gui>Worm</gui> tabs to choose the worm that you wish to edit.
de: Wählen Sie irgendeinen der <gui>Wurm</gui>-Reiter, um den Wurm zu wählen, den Sie bearbeiten wollen.

source: On your left hand side you will see <gui style="group">Worm color</gui>. Pick a color out of the available colors in the drop-down menu to change the appearance of the worm.
de: Auf der linken Seite sehen Sie <gui style="group">Wurmfarbe</gui>. Wählen Sie eine Farbe aus der Liste möglicher Farben des Aufklapp-Menüs, um das Erscheinungsbild des Wurms anzupassen.

source: Sounds
de: Klänge

source: You can enable or disable sounds in <app>Nibbles</app> by checking or unchecking the <gui style="checkbox">Enable sounds</gui> checkbox in <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq>.
de: Sie können Töne in <app>Nibbles</app> ein- und ausschalten, in dem Sie das Ankreuzfeld <gui style="checkbox">Klang aktivieren</gui> in <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Einstellungen</gui></guiseq> an- oder abwählen.

source: Play levels in random order
cs: Hrát úrovně v náhodném pořadí
de: Level in zufälliger Reihenfolge spielen
sr: Играј нивое у насумичном поретку
sr@latin: Igraj nivoe u nasumičnom poretku

source: Check or uncheck the <gui style="checkbox">Play levels in random order</gui> checkbox in <guiseq><gui style="menu">Settings</gui> <gui style="menuitem">Preferences</gui></guiseq> to play the different levels in <app>Nibbles</app> in random order.
de: Wählen Sie auf Wunsch das Ankreuzfeld <gui style="checkbox">Stufen in zufälliger Reihenfolge spielen</gui> unter <guiseq><gui style="menu">Einstellungen</gui> <gui style="menuitem">Einstellungen</gui></guiseq> an, um die verschiedenen Stufen in <app>Nibbles</app> in zufälliger Reihenfolge zu spielen..

# _
source: external ref='figures/before-rel.png' md5='e7f0204cd50d4e6e46b2a46b2c97502b'
de: original

# _
source: external ref='figures/after-rel.png' md5='face859122668e3ec20b98cfdcc0bd2d'
de: original

source: Enable relative movement.
de: Relative Bewegungen einschalten.

source: Relative movement
de: Relative Bewegung

source: When relative movement is enabled, the worm is manouvered using just the default <key>Left</key> and <key>Right</key> keys or other <link xref="controls-change">customized keys</link> that control the leftward and rightward movement of a worm. When the <key>Left</key> key is pressed, the worm turns left, instead of moving towards the left of the screen. Similarly, when the <key>Right</key> key is pressed, the worm turns right instead of moving towards the right of the screen.
de: Wenn relative Bewegung aktiviert ist, wird der Wurm nur mit den Standardtasten <key>←</key> und <key>→</key> oder den <link xref="controls-change">benutzerdefinierten Tasten</link> für die Links- und Rechtsbewegung des Wurmes gesteuert. Wenn die <key>←</key> Taste gedrückt wird, biegt der Wurm nach links ab, anstelle sich zur linken Fensterseite zu bewegen. Wenn die <key>→</key> Taste gedrückt wird, biegt der Wurm nach rechts ab, anstelle sich zur rechten Fensterseite zu bewegen.

source: Starting postion:
de: Startposition:

source: The location of the worm before you decide to move it.
de: Der Ort des Wurms, bevor Sie sich entschließen, ihn zu bewegen.

source: On pressing the <key>Left</key> key:
de: Beim Drücken der Taste <key>←</key>:

source: The worm turns left and begins to move downwards.
de: Der Wurm dreht nach links und bewegt sich abwärts.

source: If relative movement was not enabled, you would press the <key>Down</key> key to achieve the above result.
de: Wenn relative Bewegung nicht aktiviert wäre, so würden Sie die Taste <key>↓</key> drücken, um das gleiche zu bewirken.

source: To enable relative movement:
de: So schalten Sie relative Bewegung ein:

source: Select the worm for which relative movement has to be enabled by clicking the appropriate <gui>Worm</gui> tab.
de: Wählen Sie den Wurm, für den relative Bewegung aktiviert werden soll, indem Sie den entsprechenden <gui>Wurm</gui>-Reiter auswählen.

source: Check the <gui style="checkbox">Use relative movement</gui> checkbox if it is unchecked.
de: Wählen Sie das Ankreuzfeld <gui style="checkbox">Relative Bewegung verwenden</gui> an, falls es abgewählt ist.

source: Click <gui style="button">Close</gui>.
de: Klicken Sie auf <gui style="button">Schließen</gui>.

# _
source: external ref='figures/donut.svg' md5='ec22b13abdc75367470bbb9fc7e0dc3f'
de: original

# _
source: external ref='figures/life.svg' md5='7145289879d75e009e75d30c8e941fd4'
de: original

# _
source: external ref='figures/diamond.svg' md5='2c16ddd7dfd530779345f489c5fcba3c'
de: original

# _
source: external ref='figures/ice-cream.svg' md5='4892ededb56e306922c5442b46ca2a7c'
de: original

# _
source: external ref='figures/cherry.svg' md5='9917f9a0b5cd8a8c4bb8d5be67517b8a'
de: original

source: Swallow different bonuses to score points.
de: Verschlingen Sie verschiedene Boni, um Punkte zu erzielen.

source: Scoring points in <app>Nibbles</app>
de: Punkte in <app>Nibbles</app> erzielen

source: You can score points in <app>Nibbles</app> by eating bonuses. There are 5 different kinds of bonuses in Nibbles:
de: Sie erzielen Punkte in <app>Nibbles</app>, indem Sie Boni verschlingen. Es gibt 5 verschiedene Arten von Boni in Nibbles:

source: The donut-shaped bonus <_:media-1/> : This bonus causes an increase in the length of the worm. The points you gain on eating the donut vary from level to level and are multiples of the level number. In level 1, the first donut will give you 1 point, the second donut will give you 2 points, the third donut will give you 3 points and so on. In level 2, the first donut will give you 2 points, the second donut will give you 4 points, the third donut will give you 6 points and so on. In level 26, therefore, the first donut will give you 26 points, the second donut will give you 52 points and so on.
de: Der Donut-förmige Bonus <_:media-1/> : Dieser Bonus verursacht eine Verlängerung des Wurmes. Die Punkte, die Sie beim Verschlinges des Donuts erhalten, hängen von der Spielstufe ab und sind Vielfache der Spielstufe. Auf Stufe 1 erhalten Sie 1 Punkt für den ersten Donut, 2 Punkte für den zweiten Donut, 3 Punkte für den dritten Donut und so weiter. Auf Stufe 2 erhalten Sie 2 Punkte für den ersten Donut, 4 Punkte für den zweiten Donut, 6 Punkte für den dritten Donut und so weiter. Auf Stufe 26 erhalten Sie also 26 Punkte für den ersten Donut, 52 Punkte für den zweiten Donut und so weiter.

source: The donut order count does not depend on the number of donuts already eaten by a worm. If the game is in level 1 and if player 1 eats the first donut, he scores 1 point, if player 2 eats the second donut, he scores 2 points; a third player may choose to not eat any donuts till the tenth donut and score 10 points at once.
de: Die Ordnungsnummer der Donuts hängt nicht von der Anzahl bereits verschlungener Donut eines Wurmes ab. Für Stufe 1 gilt: wenn Spieler 1 den ersten Donut verschlingt erhält er 1 Punkt. Wenn Spieler 2 darauf den zweiten Donut verschlingt, erhält er 2 Punkte. Ein dritter Spieler entscheidet sich bis zum 10. Donut keine Donuts zu verschlingen und erhält dann sofort 10 Punkte.

source: The heart-shaped bonus <_:media-1/> : This bonus gives you an extra life and does not cause an increase in the length of your worm.
de: Der herzförmige Bonus <_:media-1/> : Dieser Bonus gewährt ein Extra-Leben und verursacht keine Verlängerung des Wurms.

source: The number of lives remaining for a worm is given by the number on the left of the comma in a worm's score. If a worm's score is 10,005, the worm has 10 lives remaining.
de: Die Anzahl verbleibender Leben eines Wurms ist durch die Ziffern links des Kommas der Wurmpunkte gegeben. Wenn die Wurmpunkte 10,005 sind, so hat der Wurm noch 10 verbleibende Leben.

source: You cannot get extra lives by scoring 10,000 points or more. If you have scored 12345 points with 10 lives remaining, your score will be 10,12345.
de: Sie können keine zusätzlichen Leben gewinnen, wenn Sie 10,000 oder mehr Punkte erzielen. Angenommen Sie erzielten 12345 Punkte mit 10 verbleibenden Leben, so beträgt Ihre Punktzahl 10,12345.

source: The diamond-shaped bonus <_:media-1/> : This bonus does not cause an increase in the length of the worm and does not give you any points. It causes a reversal in the movement of all the other worms in the game.
de: Der diamantförmige Bonus <_:media-1/> : Dieser Bonus verursacht keine Verlängerung des Wurms und erzielt keine Punkte. Er bewirkt eine Umkehrung der Bewegungsrichtung aller anderen Würmer im Spiel.

source: This bonus has no effect in a single-player game.
de: Dieser Bonus hat keine Auswirkungen in einem Einzelspieler-Spiel.
