Repository: GNOME/gnome-nibbles
Catalog: help/*/*.po
Languages: cs, de, sr, sr@latin

source: <menuchoice><shortcut><keysym>Ctrl+N</keysym></shortcut><guimenuitem>New Game</guimenuitem></menuchoice> This starts a new game of <application>Nibbles</application>.
cs: <menuchoice><shortcut><keysym>Ctrl+N</keysym></shortcut><guimenuitem>Nová</guimenuitem></menuchoice> Tímto začnete novou hru <application>Červíků</application>.
sr: <menuchoice><shortcut><keysym>Ctrl+N</keysym></shortcut><guimenuitem>Нова</guimenuitem></menuchoice> Овим се покреће нова игра <application>Змија</application>.
sr@latin: <menuchoice><shortcut><keysym>Ctrl+N</keysym></shortcut><guimenuitem>Nova</guimenuitem></menuchoice> Ovim se pokreće nova igra <application>Zmija</application>.

source: <menuchoice><shortcut><keysym>Ctrl+G</keysym></shortcut><guimenuitem>Network Game</guimenuitem></menuchoice> This starts a network multiplayer game using GGZ Gaming Zone.
cs: <menuchoice><shortcut><keysym>Ctrl+G</keysym></shortcut><guimenuitem>Síťová hra</guimenuitem></menuchoice> Tímto začnete síťovou hru pro více hráčů přes GGZ Gaming Zone.
sr: <menuchoice><shortcut><keysym>Ctrl+G</keysym></shortcut><guimenuitem>Мрежна игра</guimenuitem></menuchoice> Овим се покреће мрежна игра коришћењем ГГЗ Зоне игре.
sr@latin: <menuchoice><shortcut><keysym>Ctrl+G</keysym></shortcut><guimenuitem>Mrežna igra</guimenuitem></menuchoice> Ovim se pokreće mrežna igra korišćenjem GGZ Zone igre.

source: <menuchoice><guimenuitem>Scores</guimenuitem></menuchoice> This shows the high scores.
cs: <menuchoice><guimenuitem>Skóre</guimenuitem></menuchoice> Tímto zobrazíte tabulku nejvyšších skóre.
sr: <menuchoice><guimenuitem>Резултати</guimenuitem></menuchoice> Овим се приказују најбољи резултати.
sr@latin: <menuchoice><guimenuitem>Rezultati</guimenuitem></menuchoice> Ovim se prikazuju najbolji rezultati.

source: <menuchoice><guimenuitem>Pause game</guimenuitem></menuchoice> This will pause your game. Click on the <quote>Pause Game </quote> menu option to resume game.
cs: <menuchoice><guimenuitem>Pozastavit</guimenuitem></menuchoice> Tímto svoji hru pozastavíte. Opětovným kliknutím na nabídku <quote>Pozastavit</quote> hru znovu rozjedete.
sr: <menuchoice><guimenuitem>Пауза</guimenuitem></menuchoice> Овим се игра паузира. Кликните на мени <quote>Настави</quote> да бисте наставили паузирану игру.
sr@latin: <menuchoice><guimenuitem>Pauza</guimenuitem></menuchoice> Ovim se igra pauzira. Kliknite na meni <quote>Nastavi</quote> da biste nastavili pauziranu igru.

source: <menuchoice><guimenuitem>End Game</guimenuitem></menuchoice> End the current game and return to the title screen.
cs: <menuchoice><guimenuitem>Ukončit hru</guimenuitem></menuchoice> Tímto ukončíte současnou hru a vrátíte se na úvodní obrazovku.
sr: <menuchoice><guimenuitem>Заврши игру</guimenuitem></menuchoice> Овим се завршава тренутна игра и враћате се на почетни екран.
sr@latin: <menuchoice><guimenuitem>Završi igru</guimenuitem></menuchoice> Ovim se završava trenutna igra i vraćate se na početni ekran.

source: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Exit</guimenuitem></menuchoice> This quits the application.
cs: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Ukončit</guimenuitem></menuchoice> Tímto ukončíte celou aplikaci.
sr: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Изађи</guimenuitem></menuchoice> Овим се излази из програма.
sr@latin: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Izađi</guimenuitem></menuchoice> Ovim se izlazi iz programa.

source: This menu contains: <placeholder-1/>
cs: Tato nabídka obsahuje: <placeholder-1/>
sr: Овај мени садржи: <placeholder-1/>
sr@latin: Ovaj meni sadrži: <placeholder-1/>

source: View
cs: Zobrazit
sr: Преглед
sr@latin: Pregled

source: <menuchoice><guimenuitem>Fullscreen</guimenuitem></menuchoice> This toggles your game window to be fullscreen.
cs: <menuchoice><guimenuitem>Celá obrazovka</guimenuitem></menuchoice> Tímto přepínáte okno se svojí hrou na celou obrazovku.
sr: <menuchoice><guimenuitem>Цео екран</guimenuitem></menuchoice> Овим се укључује и искључује да прозор игре буде преко целог екрана.
sr@latin: <menuchoice><guimenuitem>Ceo ekran</guimenuitem></menuchoice> Ovim se uključuje i isključuje da prozor igre bude preko celog ekrana.

source: Settings
cs: Nastavení
sr: Подешавања
sr@latin: Podešavanja

source: <menuchoice><guimenuitem>Preferences</guimenuitem></menuchoice> This opens your window to edit <link linkend="prefs"> preferences.</link>
cs: <menuchoice><guimenuitem>Předvolby</guimenuitem></menuchoice> Tímto otevřete dialogové okno, ve kterém můžete měnit <link linkend="prefs">nastavení hry</link>.
sr: <menuchoice><guimenuitem>Опције</guimenuitem></menuchoice> Овим се отвара прозор за измену <link linkend="prefs">поставки.</link>
sr@latin: <menuchoice><guimenuitem>Opcije</guimenuitem></menuchoice> Ovim se otvara prozor za izmenu <link linkend="prefs">postavki.</link>

source: Help
cs: Nápověda
sr: Помоћ
sr@latin: Pomoć

source: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Contents</guimenuitem></menuchoice> Display this manual.
cs: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Obsah</guimenuitem></menuchoice> Zobrazí tuto příručku.
sr: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Садржај</guimenuitem></menuchoice> Приказује ово упутство.
sr@latin: <menuchoice><shortcut><keysym>F1</keysym></shortcut><guimenuitem>Sadržaj</guimenuitem></menuchoice> Prikazuje ovo uputstvo.

source: <guimenuitem>About</guimenuitem> This opens the <interface>About</interface> dialog which shows basic information about <application>Nibbles</application>, such as the author's name, the version number of the game.
cs: <menuchoice><guimenuitem>O aplikaci</guimenuitem></menuchoice> Tímto otevřete dialogové okno <interface>O aplikaci</interface>, které zobrazuje základní informace o hře <application>Červíci</application>, jako je jméno autora a číslo verze aplikace.
sr: <guimenuitem>О програму</guimenuitem> Отвара прозорче <interface>О програму</interface> које приказује основне податке о <application>Змијама</application>, као што су имена аутора, број издања игре.
sr@latin: <guimenuitem>O programu</guimenuitem> Otvara prozorče <interface>O programu</interface> koje prikazuje osnovne podatke o <application>Zmijama</application>, kao što su imena autora, broj izdanja igre.

source: Diamonds
cs: Diamanty
sr: Дијаманти
sr@latin: Dijamanti

source: <application>Nibbles</application> has numerous different diamonds to eat. They are each a different color and serve a different function. Only the pale purple diamond is guaranteed to be around long enough for you to eat it (in fact, you have to eat them to finish the level). The other diamonds are all bonuses, but they only stick around for a short time. We'll leave it up to you to discover just what the bonus each colour gives, but they all affect either the score, the length of the worm, or both. Be careful when going for these bonus diamonds, don't cut yourself off from the ordinary diamonds that you need to finish the level.
cs: <application>Červíci</application> mají k jídlu četné druhy diamantů. Každý má jinou barvu a slouží k jinému účelu. Pouze bledě fialový diamant je zárukou, že se dostatečně prodloužíte, když ho sníte (ve skutečnosti jej musíte sníst, abyste dokončili úroveň). Všechny další diamanty jsou bonusy, ale objevují se jen na chvíli. Necháváme na vás, abyste objevili, co bonus které barvy přináší, všechny však mají vliv buď na vaše skóre nebo délku červa nebo obojí. Buďte obezřetní, když jdete pro tyto bonusové diamanty, neodřízněte se od běžných diamantů, které potřebujete pro dokončení úrovně.
sr: У <application>Змијама</application> постоје много различитих дијаманата који се могу појести. Сваки од њих има другу боју и другу функцију. Само бледо љубичасти дијамант остаје док га не поједете (заправо, морате га појести да бисте завршили ниво). Сви остали дијаманти су бонуси, али су ту само кратко време. Остављамо вама да откријете колики бонус даје која боја дијаманта. Дијаманти утичу на бонус или на дужину црва или на обоје. Будите опрезни када идете на ове бонус дијаманте, не дозволите да вам они одсеку пут ка дијамантима са којима завршавате ниво.
sr@latin: U <application>Zmijama</application> postoje mnogo različitih dijamanata koji se mogu pojesti. Svaki od njih ima drugu boju i drugu funkciju. Samo bledo ljubičasti dijamant ostaje dok ga ne pojedete (zapravo, morate ga pojesti da biste završili nivo). Svi ostali dijamanti su bonusi, ali su tu samo kratko vreme. Ostavljamo vama da otkrijete koliki bonus daje koja boja dijamanta. Dijamanti utiču na bonus ili na dužinu crva ili na oboje. Budite oprezni kada idete na ove bonus dijamante, ne dozvolite da vam oni odseku put ka dijamantima sa kojima završavate nivo.

source: Customization
cs: Přizpůsobení
sr: Прилагођавање
sr@latin: Prilagođavanje

source: To change the application settings, select <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. This opens the <interface>Preferences</interface> dialog. All preferences are automatically saved and applied as you change them.
cs: Pokud chcete změnit nastavení aplikace, zvolte <menuchoice><guimenu>Nastavení</guimenu><guimenuitem>Předvolby</guimenuitem></menuchoice>. Tím se otevře dialogové okno <interface>Předvolby Červíků</interface> . Všechny předvolby se automaticky uloží a použijí, jakmile je změníte.
sr: Да бисте изменили подешавања програма, одаберите <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Опције</guimenuitem></menuchoice>. Овим се отвара прозорче за <interface>поставке</interface>. Све поставке се аутоматски чувају и одмах се примењују.
sr@latin: Da biste izmenili podešavanja programa, odaberite <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Opcije</guimenuitem></menuchoice>. Ovim se otvara prozorče za <interface>postavke</interface>. Sve postavke se automatski čuvaju i odmah se primenjuju.

source: Game Preferences Tab
cs: Karta Hra v předvolbách.
sr: Језичак поставки игре
sr@latin: Jezičak postavki igre

source: Game Preferences Tab.
cs: Karta Hra v dialogovém okně předvoleb.
sr: Језичак поставки игре.
sr@latin: Jezičak postavki igre.

source: This controls the speed of the worm.
cs: Tímto se ovládá rychlost červů.
sr: Овим се контролише брзина црва.
sr@latin: Ovim se kontroliše brzina crva.

source: Selecting this causes the level advancement to happen in random order.
cs: Tato volba způsobí, že pokročilost úrovní se vybírá v náhodném pořadí.
sr: Ако штиклирате ово, онда се напредовање кроз нивое одвија у насумичном поретку.
sr@latin: Ako štiklirate ovo, onda se napredovanje kroz nivoe odvija u nasumičnom poretku.

source: Enable fake bonuses
cs: Povolit falešné bonusy
sr: Укључи лажне бонусе
sr@latin: Uključi lažne bonuse

source: When enabled, this allows for two blue diamonds on the screen at a time. One diamond makes you shrink instead of grow when eaten.
cs: Když to povolíte, mohou se na obrazovce objevovat naráz dva modré diamanty. Jeden z nich, když ho sníte, způsobí vaše scvrknutí místo růstu.
sr: Када ово штиклирате, уместо једног се појављују два плава дијаманта. Од једног дијаманта се црв смањује ако се поједе, а од другог црв расте.
sr@latin: Kada ovo štiklirate, umesto jednog se pojavljuju dva plava dijamanta. Od jednog dijamanta se crv smanjuje ako se pojede, a od drugog crv raste.

source: Enable sounds
cs: Povolit zvuky
sr: Укључи звуке
sr@latin: Uključi zvuke

source: Controls the use of sound in the game.
cs: Ovládá používání zvuků ve hře.
sr: Контролише употребу звукова у игри.
sr@latin: Kontroliše upotrebu zvukova u igri.

source: Starting level
cs: Počáteční úroveň
sr: Почетни ниво
sr@latin: Početni nivo

source: Which level to start with. Use this if you want to jump immediately to a challenging level.
cs: V které úrovni se začíná. To využijete, když chcete ihned skočit do složitější úrovně.
sr: Са ког нивоа се почиње. Користите ово ако желите одмах да скочите на изазовније нивое.
sr@latin: Sa kog nivoa se počinje. Koristite ovo ako želite odmah da skočite na izazovnije nivoe.

source: Number of human players
cs: Počet lidských hráčů
sr: Број људских играча
sr@latin: Broj ljudskih igrača

source: There is room for up to six players.
cs: Je zde prostor až pro šest hráčů.
sr: Има места за највише шест играча.
sr@latin: Ima mesta za najviše šest igrača.

source: Number of AI players
cs: Počet počítačových hráčů
sr: Број играча са вештачком интелигенцијом
sr@latin: Broj igrača sa veštačkom inteligencijom

source: There is room for up to six AI players. Note that the total number of human and AI players must be less than or equal to six.
cs: Je zde prostor až pro šest hráčů s umělou inteligencí. Upozorňujeme, že celkový počet lidských a počítačových hráčů musí být dohromady menší nebo roven šesti.
sr: Има места за највише шест играча са вештачком интелигенцијом. Приметите такође и да збир броја људских играча и играча са вештачком интелигенцијом мора бити мањи или једнак шест.
sr@latin: Ima mesta za najviše šest igrača sa veštačkom inteligencijom. Primetite takođe i da zbir broja ljudskih igrača i igrača sa veštačkom inteligencijom mora biti manji ili jednak šest.

source: The properties in the <guilabel>Game</guilabel> tab are: <placeholder-1/>
cs: Vlastnosti na kartě <guilabel>Hra</guilabel> jsou: <placeholder-1/>
sr: Својства на језичку <guilabel>Игра</guilabel> су: <placeholder-1/>
sr@latin: Svojstva na jezičku <guilabel>Igra</guilabel> su: <placeholder-1/>

source: Worm Preferences Tab
cs: Karta s vlastnostmi červa v předvolbách
sr: Језичак поставки црва
sr@latin: Jezičak postavki crva

source: Worm Preferences Tab.
cs: Karta s vlastnostmi červa v dialogovém okně předvoleb.
sr: Језичак поставки црва.
sr@latin: Jezičak postavki crva.

source: Keyboard controls
cs: Ovládání klávesnicí
sr: Контроле на тастатури
sr@latin: Kontrole na tastaturi

source: This list let you change the keyboard controls for the given worm. To change a control, double click on the appropriate entry and then press the key you want to use for that control.
cs: Tento seznam vám dovoluje měnit klávesové zkratky pro daného červa. Když chcete ovládání změnit, dvojitě klikněte na příslušnou položku a stiskněte klávesu, kterou chcete k ovládání používat.
sr: Овај списак вам омогућује да мењате контроле тастатуре за датог црва. Да бисте измени контролу, кликните дуплим кликом на одговарајућу ставку и онда притисните тастер који желите за ту контролу.
sr@latin: Ovaj spisak vam omogućuje da menjate kontrole tastature za datog crva. Da biste izmeni kontrolu, kliknite duplim klikom na odgovarajuću stavku i onda pritisnite taster koji želite za tu kontrolu.

source: Use relative motion
cs: Používat relativní pohyb
sr: Користи релативно кретање
sr@latin: Koristi relativno kretanje

source: Rather than left sending your worm toward the left of the screen, right toward the right and so on, the left and right keys make the worm perform a left or right turn. For example, if the worm is moving to the left and you press the left control it turns to head toward the bottom of the screen.
cs: Místo aby vlevo posílalo vašeho červa doleva po obrazovce, vpravo doprava atd., tak klávesy vlevo a vpravo nutí červa zahýbat vlevo a vpravo. Například, když se červ sune doleva a vy zmáčknete ovládání vlevo, tak zahne po obrazovce směrem dolů.
sr: Уместо да вам тастер за лево шаље црва на леву страну, тастер за десно на десну страну итд., тастери за лево и десно ће овим подешавањем скретати црва лево и десно. На пример, ако се црв помера на лево, а ви притиснете тастер за лево, црв ће кренути ка дну екрана.
sr@latin: Umesto da vam taster za levo šalje crva na levu stranu, taster za desno na desnu stranu itd., tasteri za levo i desno će ovim podešavanjem skretati crva levo i desno. Na primer, ako se crv pomera na levo, a vi pritisnete taster za levo, crv će krenuti ka dnu ekrana.

source: Worm color
cs: Barva červa
sr: Боја црва
sr@latin: Boja crva

source: Customize the color of your worm so you can tell it from your opponent's worm in multi-player mode.
cs: Přizpůsobte si barvu svého červa, abyste jej rozlišili od protivníků ve hře s více hráči.
sr: Прилагођава боју вашег црва да бисте их могли разликовати од противничких црва када играте против више играча.
sr@latin: Prilagođava boju vašeg crva da biste ih mogli razlikovati od protivničkih crva kada igrate protiv više igrača.

source: <placeholder-1/> The properties in the <guilabel>Worm 1 </guilabel>through <guilabel> Worm 6</guilabel> tabs let you set individual preferences for the different worms. <placeholder-2/>
cs: <placeholder-1/> Vlastnosti na kartách <guilabel>Červ 1 </guilabel> až <guilabel>Červ 6</guilabel> vám umožňují nastavit předvolby odlišně pro každého jednotlivého červa. <placeholder-2/>
sr: <placeholder-1/> Својства у језичцима од <guilabel>Црв 1 </guilabel>до <guilabel> Црв 6</guilabel> вам омогућавају да подесите појединачна подешавања за различите црве. <placeholder-2/>
sr@latin: <placeholder-1/> Svojstva u jezičcima od <guilabel>Crv 1 </guilabel>do <guilabel> Crv 6</guilabel> vam omogućavaju da podesite pojedinačna podešavanja za različite crve. <placeholder-2/>

source: Network Games
cs: Síťové hry
sr: Мрежне игре
sr@latin: Mrežne igre

source: Nibbles support networked multiplayer games which is provided by <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. By connecting to a Nibbles server on the Internet, you can challenge other players in multiplayer games. For news, updates and a list of servers to connect to, see the <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">gnome-games website</ulink>.
cs: Červíci podporují sítové hry pro více hráčů, které poskytuje <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Gaming Zone</ulink>. Díky připojení k serveru Červíci na Internetu můžete vyzvat k souboji další hráče. Novinky, aktualizace a seznam serverů, ke kterým se můžete připojit, najdete na <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">webu gnome-games</ulink>.
sr: Змије подржавају и мрежне игре за више играча коју обезбеђује <ulink type="http" url="http://www.ggzgamingzone.org">ГГЗ Зона игре</ulink>. Повезивањем на сервер Змија на интернету, можете изазвати друге играче у играма са више играча. За вести, ажурирања и списак сервера за повезивање, погледајте <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">веб страну Гномових игара</ulink>.
sr@latin: Zmije podržavaju i mrežne igre za više igrača koju obezbeđuje <ulink type="http" url="http://www.ggzgamingzone.org">GGZ Zona igre</ulink>. Povezivanjem na server Zmija na internetu, možete izazvati druge igrače u igrama sa više igrača. Za vesti, ažuriranja i spisak servera za povezivanje, pogledajte <ulink type="http" url="http://www.gnome.org/projects/gnome-games/">veb stranu Gnomovih igara</ulink>.

source: To start the multiplayer game of Nibbles, select <menuchoice><guimenu>Game</guimenu><guimenuitem>Network Game</guimenuitem></menuchoice> on the Nibbles menu.
cs: Pokud chcete začít hru pro více hráčů, zvolte v nabídce <menuchoice><guimenu>Hra</guimenu><guimenuitem>Síťová hra</guimenuitem></menuchoice>.
sr: Да покренете игру Змија за више играча, одаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Мрежна игра</guimenuitem></menuchoice> из главног менија.
sr@latin: Da pokrenete igru Zmija za više igrača, odaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Mrežna igra</guimenuitem></menuchoice> iz glavnog menija.

source: Connecting to a Nibbles network server
cs: Připojení k síťovému serveru Červíci
sr: Повезивање на мрежни сервер Змија
sr@latin: Povezivanje na mrežni server Zmija

source: The Nibbles connection dialog is shown initially when starting a new network game. This dialog allows you to select a server to connect to, and the username that you will have while connected to that server.
cs: Na úvod nové síťové hry se objeví připojovací dialog. V dialogovém okně si můžete vybrat server, ke kterému se chcete připojit, a uživatelské jméno, které chcete během připojení k serveru používat.
sr: При покретању нове мрежне игре, прво се показује прозорче за повезивање. У овом прозорчету можете одабрати сервер за повезивање и корисничко име које ћете имати када се повежете.
sr@latin: Pri pokretanju nove mrežne igre, prvo se pokazuje prozorče za povezivanje. U ovom prozorčetu možete odabrati server za povezivanje i korisničko ime koje ćete imati kada se povežete.

source: It is possible to connect to a server with either a guest account or a normal registered account. Guest accounts allows you to anonymously login, while a normal login account allows you to reserve your own username which is protected by the password that you choose.
cs: K serveru se lze přihlásit buď přes účet host nebo přes normální registrovaný účet. Jako host se přihlásíte anonymně, zatímco normální uživatelsky účet vám umožní si rezervovat dle svého výběru své vlastní uživatelské jméno chráněné heslem.
sr: Могуће је повезати се на сервер са било гостинског налога или као нормални регистровани налог. Гостински налози вам омогућују анонимну пријаву, док вам нормални налози дозвољавају да резервишете ваше корисничко име заштићено са лозинком коју одаберете.
sr@latin: Moguće je povezati se na server sa bilo gostinskog naloga ili kao normalni registrovani nalog. Gostinski nalozi vam omogućuju anonimnu prijavu, dok vam normalni nalozi dozvoljavaju da rezervišete vaše korisničko ime zaštićeno sa lozinkom koju odaberete.

source: The <guimenuitem>Guest Login</guimenuitem> option should be selected if you want an anonymous guest account. If you want to create a new login account, then select the <guimenuitem>First-time Login</guimenuitem> option, with the username, password and email of your choice. If you have already created your account, you can connect by selecting the <guimenuitem>Normal Login</guimenuitem> option, and enter the username and password that you have chosen.
cs: Volbu <guimenuitem>Přihlášení hosta</guimenuitem> si vyberte, pokud se chcete přihlásit přes anonymním účtem hosta. Pokud chcete vytvořit nový přihlašovací účet, tak zvolte možnost <guimenuitem>První přihlášení</guimenuitem> s uživatelským jménem, heslem a e-mailem dle svého výběru. Jestliže už máte svůj účet vytvořený, připojte se s volbou <guimenuitem>Normální přihlášení</guimenuitem> a zadaným svým správným uživatelským jménem a heslem.
sr: Опција <guimenuitem>Пријава као гост</guimenuitem> треба да буде укључена ако желите анонимну пријаву. Ако желите да направите нови налог за пријављивање, одаберите <guimenuitem>Прва пријава</guimenuitem>, са жељеним корисничким именом, лозинком и е-адресом. Ако већ имате налог, можете се повезати избором опције <guimenuitem>Нормална пријава</guimenuitem> и затим унети ваше корисничко име и лозинку.
sr@latin: Opcija <guimenuitem>Prijava kao gost</guimenuitem> treba da bude uključena ako želite anonimnu prijavu. Ako želite da napravite novi nalog za prijavljivanje, odaberite <guimenuitem>Prva prijava</guimenuitem>, sa željenim korisničkim imenom, lozinkom i e-adresom. Ako već imate nalog, možete se povezati izborom opcije <guimenuitem>Normalna prijava</guimenuitem> i zatim uneti vaše korisničko ime i lozinku.

source: To connect to a server, click on the <guimenuitem>Connect</guimenuitem> button.
cs: Připojení k serveru začnete kliknutím na tlačítko <guimenuitem>Připojit</guimenuitem>.
sr: Да бисте се повезали на сервер, кликните на дугме <guimenuitem>Повежи се</guimenuitem>.
sr@latin: Da biste se povezali na server, kliknite na dugme <guimenuitem>Poveži se</guimenuitem>.

source: The Nibbles network connection dialog.
cs: Připojovací dialog k síti Červíci.
sr: Прозорче Змија за мрежно повезивање.
sr@latin: Prozorče Zmija za mrežno povezivanje.
