Repository: GNOME/gnome-nibbles
Catalog: help/*/*.po
Languages: cs, de, sr, sr@latin

source: The ice-cream-shaped bonus <_:media-1/> : This bonus causes a greater increase in the length of the worm than the donut-shaped bonus. The points given by this bonus vary depending on the level number and the length of the worm. The higher the level number and the longer the worm, the more the points are scored on eating this bonus.
de: Der Eis-förmige Bonus <_:media-1/> : Dieser Bonus verursacht eine größere Verlängerung des Wurmes als der Donut-förmige Bonus. Die Punkte, die durch diesen Bonus verteilt werden hängen vom aktuellen Level und der Länge des Wurmes ab. Je größer der Level und je länger der Wurm, desto mehr Punkte können beim Verschlingen erreicht werden.

source: The cherry-shaped bonus <_:media-1/> : This bonus causes a decrease in the length of the worm. The points given by this bonus depend on the level number and the length of the worm. The higher the level number and the longer the worm, the more the points are scored on eating this bonus.
de: Der kirschförmige Bonus <_:media-1/> : Dieser Bonus verursacht eine Verkürzung des Wurms. Die durch diesen Bonus erzielten Punkte hängen von der Spielstufe und der Wurmlänge ab. Je höher die Spielstufe und je länger der Wurm, desto mehr Punkte werden mit diesem Bonus erzielt.

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
de: Creative Commons Namensnennung - Weitergabe unter gleichen Bedingungen 3.0 Nicht Angepasst

source: This work is licensed under a <_:link-1/>.
de: Dieses Werk wird unter <_:link-1/> verbreitet.

source: @@image: 'figures/intro.png'; md5=fba0b0fc807a1eed13d9b5bba6a8d9fa
cs: @@image

source: @@image: 'figures/playing.png'; md5=68c63b494278113a82ac864a277891c4
cs: @@image

source: @@image: 'figures/game.png'; md5=3103fe2ce969c658bf74cbf66fb2ec64
cs: @@image

source: @@image: 'figures/worm_op.png'; md5=b6ccbcdd5d11fe28a75fd23c0d96483a
cs: @@image

source: @@image: 'figures/connect.png'; md5=9a03bf23f04eacfd6feb9de823d6e321
cs: @@image

source: @@image: 'figures/tables.png'; md5=96e520cee7fdbee56636794251a52b0d
cs: @@image

source: <application>Nibbles</application> Manual
cs: Příručka ke hře <application>Červíci</application>
sr: Упутство за <application>Змије</application>
sr@latin: Uputstvo za <application>Zmije</application>

source: Nibbles is a worm game for GNOME. The player controls a 2D worm while trying to get food. Getting food gives points, but hitting anything causes a loss of points. When all points are lost, the player loses.
cs: Červíci jsou hra s červy pro GNOME. Hráč ovládá ve 2D červy, kteří hledají něco k snědku. Získáním potravy dostávají body, ale v případě, že narazí, body ztrácí. Ve chvíli, kdy přijdou o všechny body, je hráč ztracen.
sr: Змије су копија игре са црвићима за Гном. Играч управља 2D црвом и покушава да узме храну. Узимање хране доноси поене, али се они губе ако ударите у било шта. Када изгубите све поене, губите партију.
sr@latin: Zmije su kopija igre sa crvićima za Gnom. Igrač upravlja 2D crvom i pokušava da uzme hranu. Uzimanje hrane donosi poene, ali se oni gube ako udarite u bilo šta. Kada izgubite sve poene, gubite partiju.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
sr: Пројекат Гномове документације
sr@latin: Projekat Gnomove dokumentacije

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
sr: Дозвољено је умножавање, ширење, вршење измена овог документа под условима Гну-ове Слободне Документационе Дозволе (ГСДД), верзије 1.1 или било које накнадне верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="ghelp:fdl">адреси</ulink> или у датотеци COPYING-DOCS која је приложена уз ово упутство.
sr@latin: Dozvoljeno je umnožavanje, širenje, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD), verzije 1.1 ili bilo koje naknadne verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GSDD-e možete pronaći na ovoj <ulink type="help" url="ghelp:fdl">adresi</ulink> ili u datoteci COPYING-DOCS koja je priložena uz ovo uputstvo.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
sr: Ово упутство је део скупа Гномових докумената објављених под GFDL. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.
sr@latin: Ovo uputstvo je deo skupa Gnomovih dokumenata objavljenih pod GFDL. Ukoliko želite da raspodeljujete ovo uputstvo odvojeno od skupa, to možete uraditi dodavanjem primerka licence dokumentu, kako je opisano u odeljku 6 same licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.
sr@latin: Mnogi nazivi koje kompanije koriste u cilju prepoznatljivosti svojih proizvoda i usluga predstavljaju robne marke. Kada (ukoliko) se takvi nazivi pojavljuju(spominju) u bilo kojem Gnomovom dokumentu, a članovi Gnomovog dokumentacionog projekta imaju saznanja o tome, tada su nazivi ispisani velikim slovima ili sa velikim početnim slovima.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.
sr@latin: DOKUMENT JE DOSTUPAN SA SVIM SVOJIM DOBRIM I LOŠIM STRANAMA BEZ BILO KAKVOG JAMSTVA, BILO ONO IZREČENO ILI NE, UKLJUČUJUĆI BEZ OGRANIČENJA, JAMSTVO DA JE OVAJ DOKUMENT ILI NJEGOVA IZMENJENA VERZIJA BEZ NEDOSTATAKA, SPREMAN ZA TRŽIŠTE, SVRSISHODAN I NE NARUŠAVA ZAKONSKE NORME. CELOKUPAN RIZIK KOJI SE ODNOSI NA KVALITET, TAČNOST I DOMET (UČINAK) DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE SNOSI KORISNIK. UKOLIKO SE U BILO KOJEM DOKUMENTU ILI NJEGOVOJ IZMENJENOJ VERZIJI POJAVI NEDOSTATAK (GREŠKA) BILO KOJE VRSTE, KORISNIK (A NE AUTOR IZVORNE VERZIJE, BILO KOJI DRUGI AUTOR ILI SARADNIK) SNOSI SVE TROŠKOVE NEOPHODNOG SERVISIRANJA, POPRAVKE ILI ISPRAVKE. OVO OGRANIČENJE JAMSTVA PREDSTAVLJA SASTAVNI DEO OVE DOZVOLE. UPOTREBA BILO KOJEG DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE NIJE DOZVOLJENA OSIM POD USLOVIMA OVOG OGRANIČENJA JAMSTVA.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.
sr@latin: NI POD KAKVIM OKOLNOSTIMA ILI ZAKONU, BILO ZBOG KRŠENJA (ILI NEMARA) UGOVORA, ILI NA BILO KOJI DRUGI NAČIN, AUTOR (PRVOBITNE VERZIJE), SARADNIK ILI ISPORUČIVALAC DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE, NITI DOBAVLJAČ BILO KOJE OD NAVEDENIH STRANA NEĆE SNOSITI MATERIJALNU ODGOVORNOST ZA NASTALA DIREKTNA, INDIREKTNA, POSEBNA, SLUČAJNA ILI TIME NASTALA OŠTEĆENJA BILO KOJE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU NANESENU UGLEDU FIRME, PRESTANKU PROIZVODNJE, OTKAZIVANJE RADA RAČUNARA ILI KVARA KAO I ZA SVE OSTALE ŠTETE ILI GUBITKE NASTALE USLED KORIŠĆENJA DOKUMENTA I NJEGOVIH IZMENJENIH VERZIJA ČAK I AKO JE OŠTEĆENA STRANA BILA OBAVEŠTENA O MOGUĆNOSTI NASTANKA TE ŠTETE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <placeholder-1/>
sr@latin: OVAJ DOKUMENT I NJEGOVE IZMENJENE VERZIJE SU DOSTUPNE POD USLOVIMA GNU-OVE SLOBODNE DOKUMENTACIONE DOZVOLE UZ DODATNU SAGLASNOST DA: <placeholder-1/>

source: Nibbles Manual V2.20
cs: Příručka V2.20 ke hře Červíci
sr: Упутство за Змије v2.20
sr@latin: Uputstvo za Zmije v2.20

source: May 2007
cs: Květen 2007
sr: Мај 2007.
sr@latin: Maj 2007.

source: This manual describes version 2.20 of Nibbles.
cs: Tato příručka popisuje hru Červíci ve verzi 2.20
sr: Ово упуство је написано за Змије 2.20.
sr@latin: Ovo upustvo je napisano za Zmije 2.20.

source: Feedback
cs: Ohlasy
sr: Примедбе
sr@latin: Primedbe

source: To report a bug or make a suggestion regarding the <application>Nibbles</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Červíci</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na GNOME</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези програма <application>Змије</application> или његовог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страни за примедбе</ulink>.
sr@latin: Da biste prijavili grešku ili dali predlog u vezi programa <application>Zmije</application> ili njegovog uputstva, pratite smernice na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Gnomovoj strani za primedbe</ulink>.

source: Nibbles
cs: Červíci
sr: Змије
sr@latin: Zmije

source: Introduction
cs: Úvod
sr: Увод
sr@latin: Uvod

source: <application>Nibbles</application> is a game where the user controls a worm. The worm moves around the board, eating diamonds while avoiding the walls placed around it.
cs: <application>Červíci</application> jsou hra, ve které uživatelé ovládají červy. Červi se pohybují po ploše, pojídají diamanty a přitom se vyhýbají okolním zdem.
sr: <application>Змије</application> су игра у којој управљате црвом. Црв се помера по табли, једе дијаманте и избегава зидове постављене по табли.
sr@latin: <application>Zmije</application> su igra u kojoj upravljate crvom. Crv se pomera po tabli, jede dijamante i izbegava zidove postavljene po tabli.

source: To run <application>Nibbles</application>, select <menuchoice><guisubmenu>Games</guisubmenu><guimenuitem>Nibbles</guimenuitem></menuchoice> from the <guimenu>Applications</guimenu> menu, or type <command>gnibbles</command> on the command line.
cs: <application>Červíky</application> spustíte volbou <menuchoice><guisubmenu>Hry</guisubmenu><guimenuitem>Červíci</guimenuitem></menuchoice> z nabídky <guimenu>Aplikace</guimenu> nebo zadáním <command>gnibbles</command> v příkazové řádce.
sr: Да бисте покренули <application>Змије</application>, одаберите <menuchoice><guisubmenu>Игре</guisubmenu><guimenuitem>Змије</guimenuitem></menuchoice> из менија <guimenu>Програми</guimenu>, или откуцајте <command>gnibbles</command> на командној линији.
sr@latin: Da biste pokrenuli <application>Zmije</application>, odaberite <menuchoice><guisubmenu>Igre</guisubmenu><guimenuitem>Zmije</guimenuitem></menuchoice> iz menija <guimenu>Programi</guimenu>, ili otkucajte <command>gnibbles</command> na komandnoj liniji.

source: <application>Nibbles</application> is included in the <filename>gnome-games</filename> package, which is part of the GNOME desktop environment. This document describes version 2.20 of <application>Nibbles</application>.
cs: Hra <application>Červíci</application> je součástí balíku <filename>gnome-games</filename>, který patří k pracovnímu prostředí GNOME. Tento dokument popisuje verzi 2.20 aplikace <application>Červíci</application>.
sr: <application>Змије</application> су укључене у <filename>gnome-games</filename> пакет, који је део Гномовог радног окружења. Овај документ је написан за издање 2.20 програма <application>Змије</application>.
sr@latin: <application>Zmije</application> su uključene u <filename>gnome-games</filename> paket, koji je deo Gnomovog radnog okruženja. Ovaj dokument je napisan za izdanje 2.20 programa <application>Zmije</application>.

source: Nibbles Objective
cs: Cíl hry Červíci
sr: Циљ Змија
sr@latin: Cilj Zmija

source: The objective of Nibbles is quite simple. You control the worm and if the worm runs into a wall or runs into itself, you die. You get ten lives before your game is over. You win by either beating your own high score (or a friend's) or by completing all the levels. It is also possible to play against worms with artificial intelligence.
cs: Podstata hry Červíci je docela prostá. Ovládáte červa a když červ narazí do zdi nebo sám do sebe, tak zemřete. Máte k dispozici deset životů, než hra skončí. Vyhrajete buď překonáním svého vlastního nejvyššího skóre (nebo svých přátel) nebo dokončením všech úrovní. Můžete také hrát proti červům s umělou inteligencí.
sr: Циљ Змија је једноставан. Ви управљате црвом и ако црв удари у зид или у самог себе, умирете. Имате десет живота пре него што се игрица заврши. Побеђујете или ако премашите свој најбољи резултат (или резултат пријатеља) или прелазећи све нивое. Такође можете да играте и против других црва са вештачком интелигенцијом.
sr@latin: Cilj Zmija je jednostavan. Vi upravljate crvom i ako crv udari u zid ili u samog sebe, umirete. Imate deset života pre nego što se igrica završi. Pobeđujete ili ako premašite svoj najbolji rezultat (ili rezultat prijatelja) ili prelazeći sve nivoe. Takođe možete da igrate i protiv drugih crva sa veštačkom inteligencijom.

source: Nibbles also features <link linkend="network-games">multiplayer</link> support with up to six competing human players in hotseat or network mode.
cs: Červíci rovněž podporují <link linkend="network-games">hru pro více hráčů</link> až se šesti lidskými hráči přímo u počítače nebo přes síť.
sr: Змије подржавају и играње до шест играча <link linkend="network-games">преко мреже</link> или на истом рачунару где наизменично игра један, па други.
sr@latin: Zmije podržavaju i igranje do šest igrača <link linkend="network-games">preko mreže</link> ili na istom računaru gde naizmenično igra jedan, pa drugi.

source: Using Nibbles
cs: Používání hry Červíci
sr: Коришћење змија
sr@latin: Korišćenje zmija

source: <application>Nibbles</application> is a simple game to play. The only keys that are needed are the arrow keys.
cs: Hra <application>Červíci</application> je jednoduchá na hraní. Jediné klávesy, které potřebujete, jsou šipky.
sr: <application>Змије</application> су јако лаке за играње. Једини тастери потребни за играње су тастери са стрелицама.
sr@latin: <application>Zmije</application> su jako lake za igranje. Jedini tasteri potrebni za igranje su tasteri sa strelicama.

source: Basic usage
cs: Základy používání
sr: Основна употреба
sr@latin: Osnovna upotreba

source: Nibbles Introduction Window
cs: Úvodní okno Červíků
sr: Уводни прозор Змија
sr@latin: Uvodni prozor Zmija

source: Nibbles Introduction Window.
cs: Úvodní okno hry Červíci.
sr: Уводни прозор Змија.
sr@latin: Uvodni prozor Zmija.

source: Starting <application>Nibbles</application> opens the <interface>main window</interface> shown below. <placeholder-1/>
cs: Po spuštění <application>Červíků</application> se otevře <interface>hlavní okno</interface>, které můžete vidět níže. <placeholder-1/>
sr: Покретањем <application>Змија</application> се отвара <interface>главни прозор</interface> приказан испод. <placeholder-1/>
sr@latin: Pokretanjem <application>Zmija</application> se otvara <interface>glavni prozor</interface> prikazan ispod. <placeholder-1/>

source: To start the game, select <menuchoice><guimenu>Game</guimenu><guimenuitem>New Game</guimenuitem></menuchoice>.
cs: Hru započnete volbou <menuchoice><guimenu>Hra</guimenu><guimenuitem>Nová</guimenuitem></menuchoice>.
sr: Да бисте покренули нову игру, одаберите <menuchoice><guimenu>Игра</guimenu><guimenuitem>Нова</guimenuitem></menuchoice>.
sr@latin: Da biste pokrenuli novu igru, odaberite <menuchoice><guimenu>Igra</guimenu><guimenuitem>Nova</guimenuitem></menuchoice>.

source: Nibbles During Gameplay
cs: Průběh hraní Červíků
sr: Змије за време игре
sr@latin: Zmije za vreme igre

source: Nibbles During Gameplay.
cs: Hra Červíci během hraní.
sr: Змије за време игре.
sr@latin: Zmije za vreme igre.

source: When the game starts, the worm will come out of the left side of the screen. You use the up arrow to make the direction of the worm go up. Use the right arrow to turn the worm right, left arrow to turn the worm left, and down arrow to turn the worm down. <placeholder-1/>
cs: Jakmile hra započne, po obrazovce zleva vyrazí červ. Použijte šipku nahoru, abyste ho přinutili lézt nahoru, šipku vpravo, aby lezl doprava, šipku vlevo, aby lezl doleva a šipku dolů, aby lezl dolů. <placeholder-1/>
sr: Када игра почне, црв излази са леве стране екрана. Користите стрелицу за горе да би се црв усмерио ка горе. Користите десну стрелицу да окренете црва десно, леву стрелицу да га окренете лево и стрелицу за доле да га окренете ка доле. <placeholder-1/>
sr@latin: Kada igra počne, crv izlazi sa leve strane ekrana. Koristite strelicu za gore da bi se crv usmerio ka gore. Koristite desnu strelicu da okrenete crva desno, levu strelicu da ga okrenete levo i strelicu za dole da ga okrenete ka dole. <placeholder-1/>

source: Menus
cs: Nabídky
sr: Менији
sr@latin: Meniji

source: The menu bar, located at the top of the <interface>Main Window</interface>, contains the following menus:
cs: Panel nabídek, který se nachází v horní části <interface>hlavního okna</interface>, obsahuje následující nabídky:
sr: Трака менија, која се налази на врху <interface>главног прозора</interface>, садржи следеће меније:
sr@latin: Traka menija, koja se nalazi na vrhu <interface>glavnog prozora</interface>, sadrži sledeće menije:

source: Game
cs: Hra
sr: Игра
sr@latin: Igra
