Repository: GNOME/gnome-nibbles
Catalog: po/*.po
Languages: fi, ka, kk, ru, sv, tr, uk

source: Fast, fixed on level 18
fi: Nopea, pysyvä taso 18
ka: სწრაფი, ფიქსირებული დონეზე 18
kk: Жылдам, 18-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 18
sv: Snabb, fixerad på nivå 18
tr: Hızlı, 18. düzeyde sabit
uk: Швидко, зафіксовано на рівні 18

source: Fast, fixed on level 19
fi: Nopea, pysyvä taso 19
ka: სწრაფი, ფიქსირებული დონეზე 19
kk: Жылдам, 19-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 19
sv: Snabb, fixerad på nivå 19
tr: Hızlı, 19. düzeyde sabit
uk: Швидко, зафіксовано на рівні 19

source: Fast, fixed on level 20
fi: Nopea, pysyvä taso 20
ka: სწრაფი, ფიქსირებული დონეზე 20
kk: Жылдам, 20-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 20
sv: Snabb, fixerad på nivå 20
tr: Hızlı, 20. düzeyde sabit
uk: Швидко, зафіксовано на рівні 20

source: Fast, fixed on level 21
fi: Nopea, pysyvä taso 21
ka: სწრაფი, ფიქსირებული დონეზე 21
kk: Жылдам, 21-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 21
sv: Snabb, fixerad på nivå 21
tr: Hızlı, 21. düzeyde sabit
uk: Швидко, зафіксовано на рівні 21

source: Fast, fixed on level 22
fi: Nopea, pysyvä taso 22
ka: სწრაფი, ფიქსირებული დონეზე 22
kk: Жылдам, 22-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 22
sv: Snabb, fixerad på nivå 22
tr: Hızlı, 22. düzeyde sabit
uk: Швидко, зафіксовано на рівні 22

source: Fast, fixed on level 23
fi: Nopea, pysyvä taso 23
ka: სწრაფი, ფიქსირებული დონეზე 23
kk: Жылдам, 23-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 23
sv: Snabb, fixerad på nivå 23
tr: Hızlı, 23. düzeyde sabit
uk: Швидко, зафіксовано на рівні 23

source: Fast, fixed on level 24
fi: Nopea, pysyvä taso 24
ka: სწრაფი, ფიქსირებული დონეზე 24
kk: Жылдам, 24-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 24
sv: Snabb, fixerad på nivå 24
tr: Hızlı, 24. düzeyde sabit
uk: Швидко, зафіксовано на рівні 24

source: Fast, fixed on level 25
fi: Nopea, pysyvä taso 25
ka: სწრაფი, ფიქსირებული დონეზე 25
kk: Жылдам, 25-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 25
sv: Snabb, fixerad på nivå 25
tr: Hızlı, 25. düzeyde sabit
uk: Швидко, зафіксовано на рівні 25

source: Fast, fixed on level 26
fi: Nopea, pysyvä taso 26
ka: სწრაფი, ფიქსირებული დონეზე 26
kk: Жылдам, 26-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 26
sv: Snabb, fixerad på nivå 26
tr: Hızlı, 2. düzeyde sabit
uk: Швидко, зафіксовано на рівні 26

source: Fast with fakes and random levels
fi: Nopea, huijausbonukset ja satunnaiset tasot
ka: სწრაფი ყალბებით და შემთხვევითი დონეებით
kk: Жалғандармен және кездейсоқ деңгейлермен жылдам
ru: Быстро, но c фальшивками и на случайном уровне
sv: Snabb med attrapper och slumpmässiga nivåer
tr: Hızlı, sahtelerle ve rastgele düzeylerle
uk: Швидко з шахрайством і випадковими рівнями

source: Fast with fakes, fixed on level 1
fi: Nopea, huijausbonukset, pysyvä taso 1
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 1
kk: Жалғандармен жылдам, 1-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 1
sv: Snabb med attrapper, fixerad på nivå 1
tr: Hızlı, sahtelerle, 1. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 1

source: Fast with fakes, fixed on level 2
fi: Nopea, huijausbonukset, pysyvä taso 2
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 2
kk: Жалғандармен жылдам, 2-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 2
sv: Snabb med attrapper, fixerad på nivå 2
tr: Hızlı, sahtelerle, 2. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 2

source: Fast with fakes, fixed on level 3
fi: Nopea, huijausbonukset, pysyvä taso 3
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 3
kk: Жалғандармен жылдам, 3-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 3
sv: Snabb med attrapper, fixerad på nivå 3
tr: Hızlı, sahtelerle, 3. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 3

source: Fast with fakes, fixed on level 4
fi: Nopea, huijausbonukset, pysyvä taso 4
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 4
kk: Жалғандармен жылдам, 4-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 4
sv: Snabb med attrapper, fixerad på nivå 4
tr: Hızlı, sahtelerle, 4. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 4

source: Fast with fakes, fixed on level 5
fi: Nopea, huijausbonukset, pysyvä taso 5
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 5
kk: Жалғандармен жылдам, 5-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 5
sv: Snabb med attrapper, fixerad på nivå 5
tr: Hızlı, sahtelerle, 5. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 5

source: Fast with fakes, fixed on level 6
fi: Nopea, huijausbonukset, pysyvä taso 6
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 6
kk: Жалғандармен жылдам, 6-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 6
sv: Snabb med attrapper, fixerad på nivå 6
tr: Hızlı, sahtelerle, 6. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 6

source: Fast with fakes, fixed on level 7
fi: Nopea, huijausbonukset, pysyvä taso 7
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 7
kk: Жалғандармен жылдам, 7-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 7
sv: Snabb med attrapper, fixerad på nivå 7
tr: Hızlı, sahtelerle, 7. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 7

source: Fast with fakes, fixed on level 8
fi: Nopea, huijausbonukset, pysyvä taso 8
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 8
kk: Жалғандармен жылдам, 8-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 8
sv: Snabb med attrapper, fixerad på nivå 8
tr: Hızlı, sahtelerle, 8. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 8

source: Fast with fakes, fixed on level 9
fi: Nopea, huijausbonukset, pysyvä taso 9
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 9
kk: Жалғандармен жылдам, 9-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 9
sv: Snabb med attrapper, fixerad på nivå 9
tr: Hızlı, sahtelerle, 9. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 9

source: Fast with fakes, fixed on level 10
fi: Nopea, huijausbonukset, pysyvä taso 10
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 10
kk: Жалғандармен жылдам, 10-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 10
sv: Snabb med attrapper, fixerad på nivå 10
tr: Hızlı, sahtelerle, 10. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 10

source: Fast with fakes, fixed on level 11
fi: Nopea, huijausbonukset, pysyvä taso 11
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 11
kk: Жалғандармен жылдам, 11-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 11
sv: Snabb med attrapper, fixerad på nivå 11
tr: Hızlı, sahtelerle, 11. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 11

source: Fast with fakes, fixed on level 12
fi: Nopea, huijausbonukset, pysyvä taso 12
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 12
kk: Жалғандармен жылдам, 12-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 12
sv: Snabb med attrapper, fixerad på nivå 12
tr: Hızlı, sahtelerle, 12. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 12

source: Fast with fakes, fixed on level 13
fi: Nopea, huijausbonukset, pysyvä taso 13
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 13
kk: Жалғандармен жылдам, 13-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 13
sv: Snabb med attrapper, fixerad på nivå 13
tr: Hızlı, sahtelerle, 13. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 13

source: Fast with fakes, fixed on level 14
fi: Nopea, huijausbonukset, pysyvä taso 14
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 14
kk: Жалғандармен жылдам, 14-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 14
sv: Snabb med attrapper, fixerad på nivå 14
tr: Hızlı, sahtelerle, 14. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 14

source: Fast with fakes, fixed on level 15
fi: Nopea, huijausbonukset, pysyvä taso 15
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 15
kk: Жалғандармен жылдам, 15-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 15
sv: Snabb med attrapper, fixerad på nivå 15
tr: Hızlı, sahtelerle, 15. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 15

source: Fast with fakes, fixed on level 16
fi: Nopea, huijausbonukset, pysyvä taso 16
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 16
kk: Жалғандармен жылдам, 16-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 16
sv: Snabb med attrapper, fixerad på nivå 16
tr: Hızlı, sahtelerle, 16. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 16

source: Fast with fakes, fixed on level 17
fi: Nopea, huijausbonukset, pysyvä taso 17
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 17
kk: Жалғандармен жылдам, 17-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 17
sv: Snabb med attrapper, fixerad på nivå 17
tr: Hızlı, sahtelerle, 17. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 17

source: Fast with fakes, fixed on level 18
fi: Nopea, huijausbonukset, pysyvä taso 18
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 18
kk: Жалғандармен жылдам, 18-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 18
sv: Snabb med attrapper, fixerad på nivå 18
tr: Hızlı, sahtelerle, 18. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 18

source: Fast with fakes, fixed on level 19
fi: Nopea, huijausbonukset, pysyvä taso 19
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 19
kk: Жалғандармен жылдам, 19-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 19
sv: Snabb med attrapper, fixerad på nivå 19
tr: Hızlı, sahtelerle, 19. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 19

source: Fast with fakes, fixed on level 20
fi: Nopea, huijausbonukset, pysyvä taso 20
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 20
kk: Жалғандармен жылдам, 20-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 20
sv: Snabb med attrapper, fixerad på nivå 20
tr: Hızlı, sahtelerle, 20. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 20

source: Fast with fakes, fixed on level 21
fi: Nopea, huijausbonukset, pysyvä taso 21
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 21
kk: Жалғандармен жылдам, 21-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 21
sv: Snabb med attrapper, fixerad på nivå 21
tr: Hızlı, sahtelerle, 21. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 21

source: Fast with fakes, fixed on level 22
fi: Nopea, huijausbonukset, pysyvä taso 22
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 22
kk: Жалғандармен жылдам, 22-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 22
sv: Snabb med attrapper, fixerad på nivå 22
tr: Hızlı, sahtelerle, 22. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 22

source: Fast with fakes, fixed on level 23
fi: Nopea, huijausbonukset, pysyvä taso 23
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 23
kk: Жалғандармен жылдам, 23-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 23
sv: Snabb med attrapper, fixerad på nivå 23
tr: Hızlı, sahtelerle, 23. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 23

source: Fast with fakes, fixed on level 24
fi: Nopea, huijausbonukset, pysyvä taso 24
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 24
kk: Жалғандармен жылдам, 24-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 24
sv: Snabb med attrapper, fixerad på nivå 24
tr: Hızlı, sahtelerle, 24. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 24

source: Fast with fakes, fixed on level 25
fi: Nopea, huijausbonukset, pysyvä taso 25
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 25
kk: Жалғандармен жылдам, 25-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 25
sv: Snabb med attrapper, fixerad på nivå 25
tr: Hızlı, sahtelerle, 25. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 25

source: Fast with fakes, fixed on level 26
fi: Nopea, huijausbonukset, pysyvä taso 26
ka: სწრაფი ყალბებით, ფიქსირებული დონეზე 26
kk: Жалғандармен жылдам, 26-деңгейде бекітілген
ru: Быстро, но с фальшивками и закреплённый на уровне 26
sv: Snabb med attrapper, fixerad på nivå 26
tr: Hızlı, sahtelerle, 26. düzeyde sabit
uk: Швидко з шахрайством, зафіксовано на рівні 26

source: Clear Scores?
fi: Tyhjennetäänkö pisteet?

source: Clear these high scores?
fi: Tyhjennetäänkö nämä parhaat pisteet?

source: Clear these high scores or all high scores?
fi: Tyhjennetäänkö nämä parhaat pisteet vai kaikki parhaat pisteet?

source: Clear
fi: Tyhjennä

source: Clear all
fi: Tyhjennä kaikki

source: Level %d Completed!
fi: Taso %d läpäisty!
ka: დონე %d დასრულებულია!
kk: Деңгейі %d аяқталды!
ru: Уровень %d завершён!
sv: Nivå %d färdig!
tr: %d. Düzey Tamamlandı!
uk: Рівень %d пройдено!

source: _Next Level
fi: S_euraava taso
ka: _შემდეგი დონე
kk: _Келесі деңгей
ru: _Следующий уровень
sv: _Nästa nivå
tr: _Sonraki Düzey
uk: _Наступний рівень

source: Congratulations!
fi: Onnittelut!
ka: გილოცავთ!
kk: Құттықтаймыз!
ru: Поздравляем!
sv: Gratulerar!
tr: Tebrikler!
uk: Вітаємо!

source: Game Over!
fi: Peli päättyi!
ka: თამაში დასრულდა!
kk: Ойын аяқталды!
ru: Игра окончена!
sv: Spelet är slut!
tr: Oyun Bitti!
uk: Гру завершено!

source: You have completed the game.
fi: Läpäisit pelin.
ka: თქვენ დაასრულეთ თამაში.
kk: Сіз ойынды аяқтадыңыз.
ru: Вы прошли игру.
sv: Du har klarat spelet.
tr: Oyunu tamamladınız.
uk: Ви пройшли гру.

source: %d Point
fi: %d piste
ka: %d წერტილი
kk: %d ұпай
ru: %d очко
sv: %d poäng
tr: %d Puan
uk: %d бал

source: (%ld more points to reach the leaderboard)
fi: (%ld pistettä enemmän pistetaulukkoa varten)
kk: (үздіктер тақтасына жету үшін тағы %ld ұпай керек)
ru: (до попадания на доску почёта осталось набрать очков: %ld)
sv: (%ld poäng till för att nå topplistan)
tr: (liderler sıralamasına ulaşmaya %ld puan daha gerekiyor)
uk: (%ld — треба ще, щоб вибитись у лідери)

source: _Play Again
fi: _Pelaa uudelleen
ka: _თავიდან თამაში
kk: Қайта о_йнау
ru: _Сыграть ещё раз
sv: S_pela igen
tr: Yeniden _Oyna
uk: _Зіграти ще раз

source: Worm %d
fi: Mato %d
ka: მატლი %d
kk: Құрт %d
ru: Червячок %d
sv: Mask %d
tr: %d. Solucan
uk: Хробак %d

source: Nibbles
ka: ნახევარბაიტი
kk: Құрттар ойыны
ru: Червячки
tr: Atıştırmalıklar
uk: Хробак

source: Difficulty Level:
ka: სირთულის დონე:
kk: Қиындық деңгейі:
ru: Уровень сложности:
sv: Svårighetsgrad:
tr: Zorluk Düzeyi:
uk: Рівень складності:
