Repository: GNOME/gnome-nibbles
Catalog: po/*.po
Languages: fi, ka, kk, ru, sv, tr, uk

source: Guide a worm around a maze
fi: Ohjaa matoa sokkelossa ympäriinsä
kk: Құртты лабиринт ішінде бағыттаңыз
ru: Управляйте растущим прожорливым червячком в лабиринте
sv: Hjälp en mask runt i en labyrint
tr: Solucanı engellerin çevresinden geçirin
uk: Провести хробака лабіринтом

source: game;snake;board;
fi: game;snake;board;mato;peli;lauta;
ka: game;snake;board;თამაში;დაფა;გველი;
kk: game;snake;board;ойын;құрт;тақта;
ru: game;snake;board;игра;змейка;настольная;
sv: spel;brädspel;snake;masken;
tr: Nibbles;game;snake;board;oyun;yılan;tahta;solucan;
uk: гра;змійка;настільний;

source: Width of the window in pixels
fi: Ikkunan leveys kuvapisteinä
ka: ფანჯრის სიგანე, პიქსელებში
kk: Терезе ені, пиксельмен
ru: Ширина окна в пикселах
sv: Bredden på fönstret i bildpunkter
tr: Pencerenin piksel türünden genişliği
uk: Ширина вікна у точках

source: Width of the window in pixels.
fi: Ikkunan leveys kuvapisteinä.
ka: ფანჯრის სიგანე, პიქსელებში.
kk: Терезе ені, пиксельмен.
ru: Ширина окна в пикселах.
sv: Bredden på fönstret i bildpunkter.
tr: Pencerenin piksel türünden genişliği.
uk: Ширина вікна у точках.

source: Height of the window in pixels
fi: Ikkunan korkeus kuvapisteinä
ka: ფანჯრის სიმაღლე, პიქსელებში
kk: Терезе биіктігі, пиксельмен
ru: Высота окна в пикселах
sv: Höjden på fönstret i bildpunkter
tr: Pencerenin piksel türünden yüksekliği
uk: Висота вікна у точках

source: Height of the window in pixels.
fi: Ikkunan korkeus kuvapisteinä.
ka: ფანჯრის სიმაღლე, პიქსელებში.
kk: Терезе биіктігі, пиксельмен.
ru: Высота окна в пикселах.
sv: Höjden på fönstret i bildpunkter.
tr: Pencerenin piksel türünden yüksekliği.
uk: Висота вікна у точках.

source: true if the window is maximized
fi: tosi jos ikkuna on suurennettu
ka: თუ ჩართულია, ფანჯარა გაშლილი გაიხსნება
kk: терезе максималды болса, мәні true болады
ru: «true» - если окно максимального размера
sv: true (sant) om fönstret är maximerat
tr: pencere ekranı kaplamışsa doğru (true)
uk: вказано, якщо вікно розгорнуто

source: true if the window is maximized.
fi: tosi jos ikkuna on suurennettu.
ka: ჭეშმარიტია, თუ ფანჯარა გაშლილია.
kk: терезе максималды болса, мәні true болады.
ru: «true» - если окно максимального размера.
sv: true (sant) om fönstret är maximerat.
tr: pencere ekranı kaplamışsa doğru (true).
uk: вказано, коли вікно розгорнуто.

source: Is this the first run
fi: Onko kyseessä ensimmäinen käynnistyskerta
ka: პირველი გაშვებაა
kk: Бұл бірінші іске қосылу ма
ru: Если это первый запуск
sv: Är detta första körningen
tr: Bu ilk çalıştırma mı
uk: Чи це перший запуск

source: Setting to decide whether to show first-run hint dialog or not.
fi: Tämän asettaminen vaikuttaa siihen, näytetäänkö ensimmäisen käynnistyskerran ohje.
kk: Бірінші рет іске қосылудың көмек сұхбатын көрсету керектігін шешетін баптау.
ru: Параметр, по которому определяется, нужно ли показывать диалоговое окно с подсказкой при первом запуске.
sv: Inställning för att bestämma om tipsdialogen för första körningen ska visas eller inte.
tr: İlk çalıştırma iletişim penceresinin gösterilip gösterilmeyeceğine karar veren ayar.
uk: параметр, який визначає, чи показувати підказки для новачків.

source: How the game progresses through the boards
fi: Kuinka peli etenee eri tasojen läpi
kk: Ойынның тақталар арқылы өту тәртібі
ru: Варианты прохождения игры
sv: Hur spelet fortgår genom brädena
tr: Oyunun panolarda nasıl ilerlediği
uk: Спосіб поступу гри варіантами дощок

source: How the game progresses through the boards; 0 - sequentially, 1 - randomly, 2 - fixed board.
fi: Kuinka peli etenee eri tasojen läpi; 0 - peräkkäin, 1 - satunnaisesti, 2 - pysyvä taso.
kk: Ойынның тақталар арқылы өту тәртібі; 0 - ретімен, 1 - кездейсоқ, 2 - бекітілген тақта.
ru: Варианты прохождения игры: 0 - последовательно, 1 - случайным образом, 2 - фиксированный уровень.
sv: Hur spelet fortgår genom brädena; 0 - i tur och ordning, 1 - slumpmässigt, 2 - fast bräde.
tr: Oyunun panolarda nasıl ilerlediği; 0 - sıralı, 1 - rastgele, 2 - sabit pano.
uk: Спосіб поступу гри варіантами дощок; 0 — послідовно, 1 — випадковим чином. 2 — без зміни дощок.

source: Game level to start on
fi: Aloituskenttä
kk: Бастау үшін ойын деңгейі
ru: Уровень начала игры
sv: Spelnivå att börja med
tr: Başlangıç düzeyi
uk: Початковий рівень

source: Game level to start on.
fi: Aloituskenttä.
kk: Бастау үшін ойын деңгейі.
ru: Уровень начала игры.
sv: Spelnivå att börja med.
tr: Başlangıç düzeyi.
uk: Початковий рівень.

source: Worms movement speed
fi: Madon liikkumisnopeus
ka: ჭიის მოძრაობის სიჩქარე
kk: Құрттардың қозғалыс жылдамдығы
ru: Скорость движения червячков
sv: Förflyttningshastighet för maskar
tr: Solucanların hareket hızı
uk: Швидкість пересування черв'ячків

source: The speed of the worms, where ‘1’ means “fast” and ‘4’ “slow”.
fi: Matojen nopeus, ‘1’ tarkoittaa “fast” ja ‘4’ “slow”.
kk: Құрттар жылдамдығы, "1" деген "жылдам" ал "4" деген "баяу" білдіреді.
ru: Скорость червей, где '1' означает «быстро», а '4' — «медленно».
sv: Hastigheten på maskarna, där ”1” betyder ”snabb” och ”4” betyder ”långsam”.
tr: Solucanların hızı, ‘1’ “en hızlı” iken ‘4’ en yavaştır.
uk: Швидкість хробаків, де «1» означає «швидкі», а «4» — «повільні».

source: Enable 3D
fi: Käytä 3D:tä
ka: 3D-ის ჩართვა
kk: 3D іске қосу
ru: Включить 3D
sv: Aktivera 3D
tr: 3B etkinleştir
uk: Увімкнути тривимірність

source: Enable 3D.
fi: Käytä 3D:tä.
ka: 3D-ის ჩართვა.
kk: 3D іске қосу.
ru: Включить 3D.
sv: Aktivera 3D.
tr: 3B etkinleştirir.
uk: Увімкнути тривимірність.

source: Enable sounds
fi: Äänet päälle
ka: ხმების ჩართვა
kk: Дыбыстарды іске қосу
ru: Включить звуки
sv: Aktivera ljud
tr: Sesleri etkinleştir
uk: Увімкнути звуки

source: Enable sounds.
fi: Äänet päälle.
ka: ხმების ჩართვა.
kk: Дыбыстарды іске қосу.
ru: Включить звуки.
sv: Aktivera ljud.
tr: Sesleri etkinleştirir.
uk: Увімкнути звуки.

source: Enable fake bonuses
fi: Huijausbonukset päälle
ka: ცრუ ბონუსების ჩართვა
kk: Жалған бонустарды іске қосу
ru: Разрешить фальшивые бонусы
sv: Aktivera falska bonusar
tr: Sahte ödülleri etkinleştir
uk: Увімкнути фальшиві премії

source: Enable fake bonuses.
fi: Huijausbonukset päälle.
ka: ცრუ ბონუსების ჩართვა.
kk: Жалған бонустарды іске қосу.
ru: Разрешить фальшивые бонусы.
sv: Aktivera falska bonusar.
tr: Sahte ödülleri etkinleştirir.
uk: Увімкнути фальшиві премії.

source: Number of human players
fi: Ihmispelaajien määrä
ka: ადამიანი მოთამაშეების რაოდენობა
kk: Адам ойыншыларының саны
ru: Число игроков
sv: Antal mänskliga spelare
tr: İnsan oyuncuların sayısı
uk: Кількість гравців

source: Number of human players.
fi: Ihmispelaajien määrä.
ka: ადამიანი მოთამაშეების რაოდენობა.
kk: Адам ойыншыларының саны.
ru: Число игроков.
sv: Antal mänskliga spelare.
tr: İnsan oyuncuların sayısı.
uk: Кількість гравців.

source: Number of AI players
fi: Tekoälypelaajien määrä
ka: AI მოთამაშეების რაოდენობა
kk: AI ойыншыларының саны
ru: Число компьютерных игроков
sv: Antal AI-spelare
tr: YZ oyuncuların sayısı
uk: Кількість комп'ютерних гравців

source: Number of AI players.
fi: Tekoälypelaajien määrä.
ka: AI მოთამაშეების რაოდენობა.
kk: AI ойыншыларының саны.
ru: Число компьютерных игроков.
sv: Antal AI-spelare.
tr: YZ oyuncuların sayısı.
uk: Кількість комп'ютерних гравців.

source: Color to use for worm
fi: Käytettävä madon väri
ka: ჭიის ფერი
kk: Құрт үшін пайдаланылатын түс
ru: Цвет червячка
sv: Färg att använda på masken
tr: Solucan için kullanılacak renk
uk: Колір хробака

source: Color to use for worm.
fi: Madon väri.
ka: ჭიის ფერი.
kk: Құрт үшін пайдаланылатын түс.
ru: Цвет червячка.
sv: Färg att använda på masken.
tr: Solucan için kullanılacak renk.
uk: Колір хробака.

source: Move up
fi: Liikuta ylös
ka: აწევა
kk: Жоғары жылжыту
ru: Двигаться вверх
sv: Flytta uppåt
tr: Yukarı taşı
uk: Пересунути вгору

source: Key to use for motion up.
fi: Näppäin ylös siirtämiseen.
ka: მაღლა ასვლის ღილაკი.
kk: Жоғары қозғалу үшін перне.
ru: Кнопка для движения вверх.
sv: Tangent att använda för rörelse uppåt.
tr: Yukarı hareket için kullanılacak tuş.
uk: Клавіша для руху вгору.

source: Move down
fi: Liikuta alas
ka: ქვემოთ ჩამოწევა
kk: Төмен жылжыту
ru: Двигаться вниз
sv: Flytta nedåt
tr: Aşağı taşı
uk: Пересунути вниз

source: Key to use for motion down.
fi: Näppäin alas siirtämiseen.
ka: დაბლა ჩამოსვლის ღილაკი.
kk: Төмен қозғалу үшін перне.
ru: Кнопка для движения вниз.
sv: Tangent att använda för rörelse nedåt.
tr: Aşağı hareket için kullanılacak tuş.
uk: Клавіша для руху вниз.

source: Move left
fi: Siirry vasemmalle
ka: მარცხნივ გაწევა
kk: Солға жылжыту
ru: Влево
sv: Flytta vänster
tr: Sola taşı
uk: Ліворуч

source: Key to use for motion left.
fi: Näppäin vasemmalle siirtämiseen.
ka: მარცხნივ გასვლის ღილაკი.
kk: Солға қозғалу үшін перне.
ru: Кнопка для движения влево.
sv: Tangent att använda för rörelse åt vänster.
tr: Aşağı hareket için kullanılacak tuş.
uk: Клавіша для руху ліворуч.

source: Move right
fi: Siirry oikealle
ka: მარჯვნივ გაწევა
kk: Оңға жылжыту
ru: Вправо
sv: Flytta höger
tr: Sağa taşı
uk: Праворуч

source: Key to use for motion right.
fi: Näppäin oikealle siirtämiseen.
ka: მარჯვნივ გასვლის ღილაკი.
kk: Оңға қозғалу үшін перне.
ru: Кнопка для движения вправо.
sv: Tangent att använda för rörelse åt höger.
tr: Aşağı hareket için kullanılacak tuş.
uk: Клавіша для руху праворуч.

source: Control a worm in its quest to eat bonuses and become longer. Outmaneuver enemy worms while eating apples and bananas to increase your length. Each worm has six lives and loses one by running into a wall, another worm, or itself. The enemy worms are after the same bonuses that you are, so be careful. If the worms become too large, you won’t have much room to move.
fi: Ohjaa matoa, kun se seikkailee bonuksia syöden ja suuremmaksi kasvaen. Taktikoi vastustajamadot pois pelistä samalla syöden omenoita ja banaaneja. Jokaisella madolla on kuusi elämää. Jos mato törmää seinään, toiseen matoon tai itseensä, menettää yhden elämän. Muista, että vastustajamadot ovat samaisten bonusten perässä kuin sinä; jos vastustajat kasvavat liian suuriksi, sinulle ei jää juurikaan liikkumatilaa.
kk: Бонустарды жеу және ұзағырақ болу квестінде құртты басқарыңыз. Ұзындықты арттыру үшін алма мен банандарды жеу үшін қарсыластардан озыңыз. Әр құрттың алты өмірі бар және қабырға, басқа құртқа немесе өз-өзіне соғылу нәтижесінде бір өмірді жоғалтады. Жау құрттары сізбен бонустар үшін бәсекелеседі, сондықтан мұқият болыңыз. Егер олар тым үлкен болып кетсе, сізде қозғалыс үшін көп орын болмайды.
ru: Управляйте червячком: ешьте бонусы — червячок станет длиннее. Попробуйте перехитрить вражеских червячков, поедая яблоки и бананы, чтобы увеличить свою длину. У каждого червячка есть шесть жизней. Червячок теряет жизнь, если сталкивается со стеной, другим червячком или с самим собой. Вражеские червячки охотятся за теми же бонусами, что и вы, поэтому будьте осторожны: если другие червячки станут слишком большими, у вас не будет достаточно пространства для передвижения.
sv: Kontrollera en mask i dess strävan att äta bonusar och bli längre. Utmanövrera motståndarmaskar under tiden du äter äpplen och bananer för att öka din längd. Varje mask har sex liv och förlorar ett av dessa då den krockar med en vägg, en annan mask, eller sig själv. Motståndarna är ute efter samma bonusar som du, så var försiktig. Om maskarna blir för långa kommer du inte att ha mycket utrymme för manövrering.
tr: Ödülleri yiyerek uzama arayışındaki solucanı denetleyin. Boyunuzu uzatmak için elmaları ve muzları yerken düşman solucanlara karşı taktiksel üstünlük sağlayın. Her solucanın altı canı vardır ve duvara, başka bir solucana ya da kendi kendisine çarptığında bunlardan birini yitirir. Düşman solucanlar sizinle aynı ödülleri yeme peşindedir, bu yüzden dikkatli olun. Eğer solucanlar çok büyürlerse, hareket edecek alanın kalmaz.
uk: Скеруйте хробака до смачних бонусів, щоб його збільшити. Здолайте ворожих хробаків, поїдаючи яблука і банани для збільшення вашого здоров'я. Кожен хробак має шість життів і втрачає одне, якщо вріжеться в стінку, іншого хробака або самого себе. Ворожі хробаки збирають ці самі бонуси, що й ви, тому будьте обачні: якщо вони стануть більшими — вам нікуди буде рухатися.

source: The adventure progresses through 26 maps of increasing difficulty. The early levels are mostly open with a few walls, but later on, cramped spaces and teleporters make things more interesting.
fi: Seikkailu koostuu 26:sta vaikeustasoiltaan vaihtelevasta eri tasosta. Alkupuolen tasot ovat varsin avoimia, mutta pelin myöhemmässä vaiheessa liikkuminen vaikeutuu ja teleportit tekevät liikkumisesta aiempaa mielenkiintoisempaa.
kk: Шытырман оқиға қиындықтары артатын 26 картадан өтеді. Бастауыш деңгейлер тек бірнеше қабырғалары бар, ашық болса, кейінгі деңгейлерде тар кеңістіктер мен телепортерлер ойынды қызықтау қылады.
ru: Приключения охватывают 26 карт с возрастающем уровнем сложности. Первые уровни почти не имеют преград, но затем на уровнях начинают появляться стены. Узенькие лазейки и телепорты делают игру более интересной.
sv: Äventyret fortlöper genom 26 kartor av ökande svårighet. De tidigare nivåerna är till största del öppna med några få väggar, men senare så gör trånga utrymmen och teleportörer saker mer intressanta.
tr: Macera, artan zorluktaki 26 harita boyunca sürer. İlk düzeyler birkaç duvar dışında genel olarak açık alandadır, ancak ilerledikçe sıkışık alanlar ve ışınlayıcılar işleri daha ilginçleştirir.
uk: Пригоди проходять повз 26 карт з висхідною складністю. Початкові рівні переважно відкриті з декількома стінками, але згодом замкнутий простір, телепорти зроблять гру цікавішою.

source: Play on your own against up to five enemy worms, or share your keyboard to play with a friend.
fi: Pelaa itse viittä vastustajamatoa vastaan, tai haasta kaveri ja jaa näppäimistö hänen kanssaan.
kk: Бес қарсылас құртқа қарсы өз бетінше ойнаңыз немесе досыңызбен ойнау үшін пернетақтаны бөлісіңіз.
ru: Сыграйте против других червячков (до 5 соперников) или поделитесь клавиатурой с другой.
sv: Spela ensam mot upp till fem motståndarmaskar, eller dela med dig av ditt tangentbord för att spela med en vän.
tr: Beş taneye kadar düşman solucana karşı oynayın ya da arkadaşınızla birlikte oynamak için klavyenizi paylaşın.
uk: Пограти самому проти до п'яти ворожих хробаків або поділитись клавіатурою, щоб пограти з другом.

source: Nibbles' welcome screen
fi: Nibbles-pelin aloitusnäkymä
kk: Nibbles қарсы алу экраны
ru: Приветственный экран игры «Червячки»
tr: Nibbles hoş geldiniz ekranı
uk: Вікно вітання «Хробаків»

source: Level 1 with 5 players
fi: Taso 1 ja viisi pelaajaa
kk: 1-деңгей, 5 ойыншы
ru: Уровень 1 с 5 игроками
tr: 1. düzey 5 oyuncu ile
uk: Рівень 1 з 5 гравцями

source: Level 18 with 6 players
fi: Taso 18 ja kuusi pelaajaa
kk: 18-деңгей, 6 ойыншы
ru: Уровень 18 с 6 игроками
tr: 18. düzey 6 oyuncu ile
uk: Рівень 18 з 6 гравцями

source: Are You Sure?
fi: Oletko varma?
ka: დარწმუნებული ბრძანდებით?
kk: Сенімдісіз бе?
ru: Вы уверены?
sv: Är du säker?
tr: Emin Misiniz?
uk: Ви впевнені?

source: No
fi: Ei
ka: არა
kk: Жоқ
ru: Нет
sv: Nej
tr: Hayır
uk: Ні

source: Yes
fi: Kyllä
ka: დიახ
kk: Иә
ru: Да
sv: Ja
tr: Evet
uk: Так

source: Board Progress
fi: Tason edistyminen
kk: Тақта бойынша ілгерілеу
ru: Варианты прохождения
sv: Brädordning
tr: Pano İlerlemesi
uk: Поступ дошками

source: _Levels 1 through 26 in sequential order
fi: _Tasot 1-6 peräkkäisessä järjestyksessä
kk: 1-ден 26-ға дейінгі деңгей_лер ретімен
ru: Последовательное увеличение _уровней от 1 до 26
sv: _Nivå 1 till 26 i tur och ordning
tr: Sıralı düzende 1 ile 26 arası _düzeyler
uk: _Рівні від 1 до 26 послідовно

source: _Random Levels
fi: _Satunnaiset tasot
ka: შემთ_ხვევითი დონეები
kk: _Кездейсоқ деңгейлер
ru: _Случайные уровни
sv: _Slumpnivåer
tr: _Rastgele Düzey
uk: _Випадкові рівні

source: _Fixed Level
fi: _Pysyvä taso
ka: _უცვლელი დონე
kk: _Бекітілген деңгей
ru: _Фиксированный уровень
sv: _Fast nivå
tr: _Sabit Düzey
uk: _Незмінний рівень

source: _Next
fi: _Seuraava
ka: _შემდეგი
kk: _Келесі
ru: _Далее
sv: _Nästa
tr: _İleri
uk: _Далі

source: Controls
fi: Ohjaimet
ka: მმართველები
kk: Басқару пернелері
ru: Управление
sv: Styrning
tr: Denetimler
uk: Керування

source: _Start
fi: _Käynnistä
ka: _დაწყება
kk: Ба_стау
ru: _Начать
sv: _Starta
tr: _Başlat
uk: _Розпочати

source: Welcome, worms.
fi: Tervetuloa, madot.
ka: გამარჯობათ, ჭიებო.
kk: Қош келдіңіздер, құрттар.
ru: Добро пожаловать, червячки.
sv: Välkomna, maskar.
tr: Hoş geldiniz solucanlar.
uk: Вітаємо, черв'ячки.

source: Eat the treats before the other worms, but don’t hit anything!
fi: Syö lahjat ennen muita matoja, mutta älä osu mihinkään!
kk: Басқа құрттардан бұрын тәттілерді жеп қойыңыз, бірақ ештеңеге соғылып қалмаңыз!
ru: Съешьте лакомство быстрее остальных червячков, но ни во что не врезайтесь!
sv: Ät godsakerna innan de andra maskarna, men krocka inte med något!
tr: Ödülleri diğer solucanlardan önce yiyin ama hiçbir şeye çarpmayın!
uk: Поїдайте смаколики швидше за інших, але водночас не зачепіть нічого!

source: Let’s _Play
fi: _Pelataan
ka: _ვითამაშოთ
kk: Ал, о_йнайық
ru: Давайте _сыграем
sv: _Börja spela
tr: Haydi _Oynayalım
uk: Нумо _грати

# shortcut window
source: During game setup
fi: Asetukset pelin aikana
ka: თამაშის მორგებისას
kk: Ойынды баптау кезінде
ru: Настройка при запуске игры
sv: Under spelets konfiguration
tr: Oyun kurulumu sırasında
uk: Під час налаштовування гри

# shortcut window
source: Next screen
fi: Seuraava näyttö
ka: შემდეგი ეკრანი
kk: Келесі экран
ru: Следующий экран
sv: Nästa skärm
tr: Sonraki ekran
uk: Наступна сторінка

# shortcut window
source: Previous screen
fi: Edellinen näyttö
ka: წინა ეკრანი
kk: Алдыңғы экран
ru: Предыдущий экран
sv: Föregående skärm
tr: Önceki ekran
uk: Попередня сторінка

# shortcut window
source: During a game
fi: Pelin aikana
ka: თამაშის დროს
kk: Ойын барысында
ru: Во время игры
sv: Under ett spel
tr: Oyun sırasında
uk: Під час гри

# shortcut window
source: Start a new game
fi: Aloita uusi peli
ka: დაიწყეთ ახალი თამაში
kk: Жаңа ойынды бастау
ru: Начать новую игру
sv: Starta ett nytt spel
tr: Yeni oyun başlat
uk: Розпочати нову гру

# shortcut window
source: Pause or unpause
fi: Keskeytä tai jatka
ka: შეჩერება ან გაგრძელება
kk: Аялдату немесе жалғастыру
ru: Приостановить или возобновить
sv: Pausa eller fortsätt
tr: Duraklat veya sürdür
uk: Призупинити або поновити

# shortcut window
source: Generic
fi: Yleiset
ka: ზოგადი
kk: Жалпы
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальні

# shortcut window
source: Toggle main menu
fi: Avaa tai sulje päävalikko
ka: მთავარი მენიუს გადართვა
kk: Басты мәзірді көрсету/жасыру
ru: Переключить главное меню
sv: Öppna/stäng huvudmeny
tr: Ana menüyü aç veya kapat
uk: Перемкнути головне меню

# shortcut window
source: Full screen toggle
fi: Koko näytön tila päällä/pois
ka: სრული ეკრანის გადართვა
kk: Толық экранға ауысу
ru: Во весь экран
sv: Växla helskärmsläge
tr: Tam ekranı aç/kapat
uk: Увімкнути або вимкнути повноекранний режим

# shortcut window
source: Keyboard shortcuts
fi: Pikanäppäimet
ka: კლავიატურის მალსახმობები
kk: Пернетақта жарлықтары
ru: Комбинации клавиш
sv: Tangentbordsgenvägar
tr: Klavye Kısayolları
uk: Клавіатурні скорочення

# shortcut window
source: Help
fi: Ohje
ka: დახმარება
kk: Көмек
ru: Справка
sv: Hjälp
tr: Yardım
uk: Довідка

# shortcut window
source: About
fi: Tietoja
ka: შესახებ
kk: Осы туралы
ru: О приложении
sv: Om
tr: Hakkında
uk: Про програму

# shortcut window
source: Quit
fi: Lopeta
ka: გამოსვლა
kk: Шығу
ru: Закрыть
sv: Avsluta
tr: Çık
uk: Вийти

source: _Sound
fi: _Ääni
ka: _ხმა
kk: Д_ыбыс
ru: З_вук
sv: _Ljud
tr: _Ses
uk: _Звук

source: _3D View
fi: _3D-näkymä
ka: _3D ხედი
kk: _3D көрінісі
ru: _3D-вид
sv: _3D-vy
tr: _3B Görünüm
uk: П_росторовий перегляд

source: _Full screen
fi: _Koko näyttö
ka: სრულ ეკრან_ზე
kk: _Толық экран
ru: _Во весь экран
tr: _Tam ekran
uk: _На весь екран

source: _Scores
fi: _Pisteet
ka: _ქულები
kk: _Есептер
ru: Резу_льтаты
sv: _Poäng
tr: _Puanlar
uk: _Результати

source: _Keyboard Shortcuts
fi: _Pikanäppäimet
ka: კლავიატურის მალსახმობები
kk: П_ернетақта жарлықтары
ru: _Комбинации клавиш
sv: _Tangentbordsgenvägar
tr: _Klavye Kısayolları
uk: _Клавіатурні скорочення

source: _Help
fi: O_hje
ka: _დახმარება
kk: _Көмек
ru: _Справка
sv: _Hjälp
tr: _Yardım
uk: _Довідка

source: _About Nibbles
fi: _Tietoja - Nibbles
ka: ნახევარბაიტის შესახებ
kk: Құрттар ойыны тур_алы
ru: _О приложении
sv: _Om Nibbles
tr: Atıştırmalıklar _Hakkında
uk: _Про «Хробак»

source: New Game
fi: Uusi peli
ka: ახალი თამაში
kk: Жаңа ойын
ru: Новая игра
sv: Nytt spel
tr: Yeni Oyun
uk: Нова гра

source: Main Menu
fi: Päävalikko
ka: მთავარი მენიუ
kk: Бас мәзір
ru: Главное меню
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню

source: Pause
fi: Keskeytä
ka: შეჩერება
kk: Аялдату
ru: Пауза
sv: Gör paus
tr: Duraklat
uk: Пауза

source: Paused
fi: Keskeytetty
ka: შეჩერებულია
kk: Аялдатылған
ru: Приостановлено
sv: Pausad
tr: Dondur
uk: Призупинено

source: _New Game
fi: _Uusi peli
ka: ახალი თამაში
kk: Ж_аңа ойын
ru: _Новая игра
sv: _Nytt spel
tr: Yeni _Oyun
uk: _Нова гра

source: _Pause
fi: _Keskeytä
ka: _შეჩერება
kk: _Аялдату
ru: _Пауза
sv: P_aus
tr: _Duraklat
uk: _Пауза

source: Number of Players
fi: Pelaajien määrä
ka: მოთამაშეების რაოდენობა
kk: Ойыншылар саны
ru: Количество игроков
sv: Antal spelare
tr: Oyuncu Sayısı
uk: Кількість гравців

source: Select the number of human players.
fi: Valitse ihmispelaajien määrä.
ka: აირჩიეთ ადამიანი მოთამაშეების რაოდენობა.
kk: Адам ойыншыларының санын таңдаңыз.
ru: Выберите количество игроков-людей.
sv: Välj antalet mänskliga spelare.
tr: İnsan oyuncuların sayısını seçin.
uk: Кількість живих гравців.

source: Select the number of computer players.
fi: Valitse tietokonepelaajien määrä.
ka: აირჩიეთ კომპიუტერი მოთამაშეების რაოდენობა.
kk: Компьютер ойыншыларының санын таңдаңыз.
ru: Выберите количество компьютерных игроков.
sv: Välj antalet datorspelare.
tr: Bilgisayar oyuncuların sayısını seçin.
uk: Кількість штучних гравців.

source: Preferences
fi: Asetukset
ka: მორგება
kk: Қалаулар
ru: Параметры
sv: Inställningar
tr: Tercihler
uk: Параметри

source: _Beginner
fi: _Aloittelija
ka: _დამწყები
kk: _Бастауыш
ru: Для _начинающих
sv: _Nybörjare
tr: _Acemi
uk: По_чатківець

source: _Slow
fi: _Hidas
ka: _ნელი
kk: Ба_яу
ru: _Медленно
sv: _Långsam
tr: _Yavaş
uk: По_вільно

source: _Medium
fi: _Keskitaso
ka: _საშუალო
kk: О_рташа
ru: _Обычно
sv: _Mellan
tr: _Orta
uk: По_мірно

source: _Fast
fi: _Nopea
ka: _სწრაფი
kk: Ж_ылдам
ru: _Быстро
sv: _Snabb
tr: _Hızlı
uk: _Швидко

source: _Enable fake bonuses
fi: _Huijausbonukset päälle
ka: _ცრუ ბონუსების ჩართვა
kk: Жалған бонустарды іск_е қосу
ru: Разрешить _фальшивые бонусы
sv: A_ktivera falska bonusar
tr: _Sahte ödülleri etkinleştir
uk: _Увімкнути фальшиві премії

source: Player %d
fi: Pelaaja %d
ka: მოთამაშე %d
kk: Ойыншы %d
ru: Игрок %d
sv: Spelare %d
tr: %d. Oyuncu
uk: Гравець %d

source: Press a key for up.
fi: Paina näppäintä ylös.
ka: დააჭირეთ ღილაკს მაღლა ასასვლელად.
kk: Жоғарыға арналған пернені басыңыз.
ru: Нажмите клавишу для перемещения вверх.
sv: Tryck en tangent för uppåt.
tr: Yukarı için bir tuşa basın.
uk: Натисніть клавішу для руху вгору.

source: Press a key for down.
fi: Paina näppäintä alas.
ka: დააჭირეთ ღილაკს დაბლა ჩამოსასვლელად.
kk: Төменге арналған пернені басыңыз.
ru: Нажмите клавишу для перемещения вниз.
sv: Tryck en tangent för nedåt.
tr: Aşağı için bir tuşa basın.
uk: Натисніть клавішу для руху вниз.

source: Press a key for left.
fi: Paina näppäintä vasemmalle.
ka: დააჭირეთ ღილაკს მარცხნივ გასასვლელად.
kk: Сол жаққа арналған пернені басыңыз.
ru: Нажмите клавишу для перемещения влево.
sv: Tryck en tangent för vänster.
tr: Sol için bir tuşa basın.
uk: Натисніть клавішу для руху ліворуч.
