Repository: GNOME/gnome-nibbles
Catalog: po/*.po
Languages: fi, ka, kk, ru, sv, tr, uk

source: Press a key for right.
fi: Paina näppäintä oikealle.
ka: დააწექით ღილაკს მარჯვენასთვის.
kk: Оң жаққа арналған пернені басыңыз.
ru: Нажмите клавишу для перемещения вправо.
sv: Tryck en tangent för höger.
tr: Sağ için bir tuşa basın.
uk: Натисніть клавішу для руху праворуч.

source: Disable fake bonuses
fi: Poista huijausbonukset käytöstä
ka: ცრუ ბონუსების გამორთვა
kk: Жалған бонустарды сөндіру
ru: Запретить фальшивые бонусы
sv: Inaktivera falska bonusar
tr: Sahte ödülleri devre dışı bırak
uk: Вимкнути фальшиві премії

source: Start at given level (1-26)
fi: Aloita annetulta tasolta (1-26)
kk: Көрсетілген деңгейде бастау (1-26)
ru: Начать с заданного уровня (1-26)
sv: Börja på angiven nivå (1-26)
tr: Verilen düzeyde başlat (1-26)
uk: Почати з вказаного рівня (1-26)

source: NUMBER
fi: NUMERO
ka: ნომერი
kk: САН
ru: ЧИСЛО
sv: ANTAL
tr: SAYI
uk: ЧИСЛО

source: Method of progress through the boards (0 - sequentially, 1 - randomly, 2 - fixed board)
fi: Kuinka peli etenee eri tasojen läpi (0 - peräkkäin, 1 - satunnaisesti, 2 - pysyvä taso)
kk: Тақталар арқылы өту әдісі (0 - ретімен, 1 - кездейсоқ, 2 - бекітілген тақта)
ru: Вариант прохождения игры: 0 - последовательно, 1 - случайным образом, 2 - с фиксированным уровнем
sv: Hur spelet fortgår genom brädena (0 - i tur och ordning, 1 - slumpmässigt, 2 - fast bräde)
tr: Panolar arasında ilerleme (0 - sıralı, 1 - rastgele, 2 - sabit pano)
uk: Спосіб поступу варіантами дощок (0 — послідовно, 1 — випадковим чином. 2 — без зміни дощок)

source: Set number of nibbles (4-6)
fi: Aseta suupalojen määrä (4-6)
kk: Құрттар санын орнату (4-6)
ru: Установить количество червячков (4-6)
sv: Ställ in antal maskar (4-6)
tr: Atıştırmalıkların sayısını belirle (4-6)
uk: Встановити кількість хробаків (4-6)

source: Set number of players (1-4)
fi: Aseta pelaajien määrä (1-4)
kk: Ойыншылар саны
ru: Установить количество игроков (1-4)
sv: Ange antal spelare (1-4)
tr: Oyuncuların sayısını belirle (1-4)
uk: Встановити кількість гравців (1-4)

source: Set worms speed (4-1, 4 for slow)
fi: Asoita madon nopeus (4-1, 4 on hidas)
kk: Құрттар жылдамдығын орнату (4-1, 4 баяу)
ru: Установить скорость червячков (4-1, 4 - медленно)
sv: Ställ in maskhastighet (1-4, 4 för långsam)
tr: Solucanların hızını belirle (4-1, yavaş için 4)
uk: Встановити швидкість хробаків (4-1, 4 — повільно)

source: Set three dimensional view
fi: Aseta kolmiulotteinen näkymä
kk: Үш өлшемді көріністі орнату
ru: Установить трехмерный вид
sv: Ställ in tredimensionell vy
tr: Üç boyutlu görünümü ayarla
uk: Встановити тривимірний перегляд

source: Set two dimensional view
fi: Aseta kaksiulotteinen näkymä
kk: Екі өлшемді көріністі орнату
ru: Установить двухмерный вид
sv: Ställ in tvådimensionell vy
tr: İki boyutlu görünümü ayarla
uk: Встановити двовимірний перегляд

source: Start playing
fi: Aloita pelaaminen
ka: დაკვრის დაწყება
kk: Ойнауды бастау
ru: Начать игру
sv: Börja spela
tr: Oyunu başlat
uk: Почати гру

source: Turn off the sound
fi: Poista äänet käytöstä
ka: ხმის დატესტვის გამორთვა
kk: Дыбысты сөндіру
ru: Выключить звук
sv: Slå av ljudet
tr: Sesi kıs
uk: Вимкнути звук

source: Turn on the sound
fi: Ota äänet käyttöön
ka: ხმის დატესტვის ჩართვა
kk: Дыбысты іске қосу
ru: Включить звук
sv: Slå på ljudet
tr: Sesi aç
uk: Увімкнути звук

source: Show release version
fi: Näytä julkaisuversio
ka: ვერსიის ჩვენება
kk: Нұсқа ақпаратын көрсету
ru: Показать номер версии
sv: Visa utgåvans version
tr: Yayım sürümünü göster
uk: Показати версію випуску

source: Start level should only be between 1 and 26.
fi: Alotustason tulee olla välillä 1 ja 26.
kk: Бастау деңгейі тек 1 мен 26 аралығында ғана болуы тиіс.
ru: Значение начального уровня должно быть между 1 и 26.
sv: Startnivån ska vara mellan 1 och 26.
tr: Başlangıç düzeyi yalnızca 1 ile 26 arasında olmalıdır.
uk: Значення початкового рівня має перебувати у діапазоні від 1 до 26.

source: Progress method should be; 0 - sequentially, 1 - randomly, 2 - fixed board.
fi: Edistymistapa; 0 - peräkkäin, 1 - satunnaisesti, 2 - pysyvä taso.
kk: Өту әдісі келесідей болуы тиіс; 0 - ретімен, 1 - кездейсоқ, 2 - бекітілген тақта.
ru: Вариант прохождения игры должен иметь значение: 0 - последовательно, 1 - случайным образом, 2 - с фиксированным уровнем.
sv: Metod för fortskridande ska vara; 0 - i tur och ordning, 1 - slumpmässigt, 2 - fast bräde.
tr: İlerleme yöntemi; 0 - sıralı, 1 - rastgele, 2 - sabit pano olmalıdır.
uk: Способом поступу дошками має бути одне з таких значень: 0 — послідовно, 1 — випадковим чином. 2 — без зміни дощок.

source: There could only be between 4 and 6 nibbles.
fi: Vain 4-6 suupalaa.
kk: Құрттар саны тек 4 пен 6 арасында болуы тиіс.
ru: Всего может быть от 4 до 6 червячков.
sv: Det kan bara finnas mellan 4 och 6 maskar.
tr: Yalnızca 4 ile 6 arasında atıştırmalık olabilir.
uk: У грі може бути від 4 до 6 хробаків.

source: There could only be between 1 and 4 players.
fi: Vain 1-4 pelaajaa.
kk: Ойыншылар саны тек 1 мен 4 арасында болуы тиіс.
ru: Всего может быть от 1 до 4 игроков.
sv: Det kan bara finnas mellan 1 och 4 spelare.
tr: Yalnızca 1 ile 6 arasında oyuncu olabilir.
uk: У грі може бути лише від 1 до 4 гравців.

source: Speed should be between 4 (slow) and 1 (fast).
fi: Nopeuden tulee olla välillä 4 (hidas) ja 1 (nopea).
kk: Жылдамдық 4 (баяу) және 1 (жылдам) арасында болуы тиіс.
ru: Значение скорости должно быть числом между 4 (медленно) и 1 (быстро).
sv: Hastigheten ska vara mellan 4 (långsam) och 1 (snabb).
tr: Hız 4 (yavaş) ile 1 (hızlı) arasında olmalıdır.
uk: Значення швидкості має бути числом від 4 (повільно) до 1 (швидко).

source: Options --disable-fakes (-d) and --enable-fakes (-e) are mutually exclusive.
fi: Valitsimia --disable-fakes (-d) ja --enable-fakes (-e) ei voi käyttää samanaikaisesti.
kk: "--disable-fakes" (-d) және "--enable-fakes" (-e) опциялы бөлек қолданылуы тиіс.
ru: Параметры --disable-fakes (-d) и --enable-fakes (-e) являются взаимоисключающими.
sv: Flaggorna --disable-fakes (-d) och --enable-fakes (-e) är ömsesidigt uteslutande.
tr: --disable-fakes (-d) ve --enable-fakes (-e) seçenekleri birbirini dışlayandır.
uk: Не можна одночасно використовувати параметр --disable-fakes (-d) і параметр --enable-fakes (-e).

source: Options --3D (-3) and --2D (-2) are mutually exclusive.
fi: Valitsimia --3D (-3) ja --2D (-2) ei voi käyttää samanaikaisesti.
kk: "--3D (-3)" және "--2D (-2)" опциялары бөлек қолданылуы тиіс.
ru: Параметры --3D (-3) и --2D (-2) являются взаимоисключающими.
sv: Flaggorna --3D (-3) och --2D (-2) är ömsesidigt uteslutande.
tr: --3D (-3) ve --2D (-2) seçenekleri birbirini dışlayandır.
uk: Не можна одночасно використовувати параметр --3D (-3) і --2D (-2).

source: The GNOME Project
fi: Gnome-projekti
ka: პროექტი "GNOME"
kk: GNOME жобасы
ru: Проект GNOME
sv: GNOME-projektet
tr: GNOME Projesi
uk: Проект GNOME

source: A worm game for GNOME
fi: Matopeli Gnomelle
kk: GNOME үшін құрттар ойыны
ru: Игра в червячка для среды GNOME
sv: Ett maskspel för GNOME
tr: GNOME için solucan oyunu
uk: Гра «Хробак» для GNOME

source: Copyright © 1999-2008 – Sean MacIsaac, Ian Peters, Andreas Røsdal
fi: Tekijänoikeus © 1999-2008 – Sean MacIsaac, Ian Peters, Andreas Røsdal
tr: Telif Hakkı © 1999-2008 – Sean MacIsaac, Ian Peters, Andreas Røsdal
uk: © Sean MacIsaac, Ian Peters, Andreas Røsdal, 1999–2008

source: Copyright © 2009 – Guillaume Beland
fi: Tekijänoikeus © 2009 – Guillaume Beland
tr: Telif Hakkı © 2009 – Guillaume Beland
uk: © Guillaume Beland, 2009

source: Copyright © %u-%u – Iulian-Gabriel Radu
fi: Tekijänoikeus © %u-%u – Iulian-Gabriel Radu
tr: Telif Hakkı © %u-%u – Iulian-Gabriel Radu
uk: © Iulian-Gabriel Radu, %u-%u

source: Copyright © %u-%u – Ben Corby
fi: Tekijänoikeus © %u-%u – Ben Corby
tr: Telif Hakkı © %u-%u – Ben Corby
uk: © Ben Corby, %u-%u

source: translator-credits
fi: Jiri Grönroos, 2012-2026 Timo Jyrinki, 2008 Ilkka Tuohela, 2006-2009 Sami Pesonen, 2002-2005 https://l10n.gnome.org/teams/fi/ Launchpad Contributions: Heikki Kulhia https://launchpad.net/~hessuk Jiri Grönroos https://launchpad.net/~jiri-gronroos Jukka https://launchpad.net/~jukkaleppikangas-elisanet Jussi Aalto https://launchpad.net/~jtaalto Markku Borén https://launchpad.net/~mobemu Matti Karnaattu https://launchpad.net/~mattikarnaattu Saku Laukkanen https://launchpad.net/~nollapiste Timo Jyrinki https://launchpad.net/~timo-jyrinki eGetin https://launchpad.net/~egetin
ka: თემური დოღონაძე
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
ru: Stas Solovey <whats_up@tut.by>, 2016. Ivan Komaritsyn <vantu5z@mail.ru>, 2015. Yuri Myasoedov <ymyasoedov@yandex.ru>, 2012-2015. Ser82-png <asvmail.as@gmail.com>, 2022-2025.
sv: Daniel Nylander <po@danielnylander.se> Christian Rose Martin Norbäck Andreas Hydén Andreas Persenius Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
tr: Barış Çiçek <baris@teamforce.name.tr> Muhammet Kara <muhammetk@gmail.com> Emin Tufan Çetin <etcetin@gmail.com>
uk: Юрій Сирота Максим Дзюманенко <dziumanenko@gmail.com> Wanderlust <wanderlust@ukr.net >Daniel Korostil <ted.korostiled@gmail.com>

source: Worm 1
fi: Mato 1
ka: მატლი 1
kk: Құрт 1
ru: Червячок 1
sv: Mask 1
tr: 1. Solucan
uk: Хробак 1

source: Worm 2
fi: Mato 2
ka: მატლი 2
kk: Құрт 2
ru: Червячок 2
sv: Mask 2
tr: 2. Solucan
uk: Хробак 2

source: Worm 3
fi: Mato 3
ka: მატლი 3
kk: Құрт 3
ru: Червячок 3
sv: Mask 3
tr: 3. Solucan
uk: Хробак 3

source: Worm 4
fi: Mato 4
ka: მატლი 4
kk: Құрт 4
ru: Червячок 4
sv: Mask 4
tr: 4. Solucan
uk: Хробак 4

source: Worm 5
fi: Mato 5
ka: მატლი 5
kk: Құрт 5
ru: Червячок 5
sv: Mask 5
tr: 5. Solucan
uk: Хробак 5

source: Worm 6
fi: Mato 6
ka: მატლი 6
kk: Құрт 6
ru: Червячок 6
sv: Mask 6
tr: 6. Solucan
uk: Хробак 6

source: red
fi: punainen
ka: წითელი
kk: қызыл
ru: красный
sv: röd
tr: kırmızı
uk: червоний

source: green
fi: vihreä
ka: მწვანე
kk: жасыл
ru: зелёный
sv: grön
tr: yeşil
uk: зелений

source: blue
fi: sininen
ka: ლურჯი
kk: көк
ru: синий
sv: blå
tr: mavi
uk: синій

source: yellow
fi: keltainen
ka: ყვითელი
kk: сары
ru: жёлтый
sv: gul
tr: sarı
uk: жовтий

source: cyan
fi: syaani
ka: ცისფერი
kk: көгілдір
ru: бирюзовый
tr: camgöbeği
uk: блакитний

source: purple
fi: violetti
ka: იისფერი
kk: күлгін
ru: фиолетовый
sv: lila
tr: mor
uk: бузковий

source: New Game?
fi: Uusi peli?
ka: ახალი თამაში?
kk: Жаңа ойын ба?
ru: Новая игра?
sv: Nytt spel?
tr: Yeni Oyun Başlatılsın Mı?
uk: Нова гра?

source: If you start a new game, the current one will be lost
fi: Jos aloitat uuden pelin, nykyinen peli lopetetaan.
kk: Егер жаңа ойынды бастасаңыз, ағымдағы ойын жоғалады
ru: Если вы начнёте новую игру, текущая игра будет потеряна
sv: Om du startar ett nytt spel kommer det aktuella spelet gå förlorat
tr: Eğer yenisini başlatırsanız, geçerli oyun kaybedilecek.
uk: Якщо ви запустити нову гру, то ця вважатиметься програною

source: _Cancel
fi: _Peru
ka: გაუქმება
kk: _Бас тарту
ru: _Отменить
sv: A_vbryt
tr: İ_ptal
uk: _Скасувати

source: Are you sure you want to start a new game?
fi: Haluatko varmasti aloittaa uuden pelin?
kk: Жаңа ойынды бастауды шынымен қалайсыз ба?
ru: Уверены, что хотите начать новую игру?
sv: Är du säker på att du vill starta ett nytt spel?
tr: Yeni oyun başlatmak istediğinizden emin misiniz?
uk: Розпочати нову гру?

source: If you start a new game, the current one will be lost.
fi: Jos aloitat uuden pelin, nykyinen peli lopetetaan.
kk: Егер жаңа ойынды бастасаңыз, ағымдағы ойын жоғалады.
ru: Если вы начнёте новую игру, текущая игра будет потеряна.
sv: Om du startar ett nytt spel kommer det nuvarande spelet gå förlorat.
tr: Eğer yenisini başlatırsanız, geçerli oyun kaybedilecek.
uk: Якщо ви запустити нову гру, то ця буде втрачена.

source: Resume
fi: Jatka
ka: გაგრძელება
kk: Жалғастыру
ru: Возобновить
sv: Fortsätt
tr: Sürdür
uk: Продовжити

source: _Resume
fi: _Jatka
ka: _გაგრძელება
kk: Жа_лғастыру
ru: _Возобновить
sv: _Fortsätt
tr: _Sürdür
uk: _Відновити

source: Level %d
fi: Taso %d
ka: დონე %d
kk: Деңгей %d
ru: Уровень %d
sv: Nivå %d
tr: %d. Düzey
uk: Рівень %d

source: Beginner
fi: Aloittelija
ka: დამწყები
kk: Бастауыш
ru: Для начинающих
sv: Nybörjare
tr: Acemi
uk: Початківець

source: Beginner with random levels
fi: Aloittelija, satunnaiset tasot
kk: Кездейсоқ деңгейлері бар жаңа бастаушы
ru: Для начинающих, но на случайном уровне
sv: Nybörjare med slumpmässiga nivåer
tr: Acemi rastgele düzeyde
uk: Початківець з випадковими рівнями

source: Beginner, fixed on level 1
fi: Aloittelija, pysyvä taso 1
ka: დამწყები, ფიქსირებული დონეზე 1
kk: Жаңа бастаушы, 1-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 1
sv: Nybörjare, fixerad på nivå 1
tr: Acemi, 1. düzeyde sabit
uk: Початківець, зафіксовано на рівні 1

source: Beginner, fixed on level 2
fi: Aloittelija, pysyvä taso 2
ka: დამწყები, ფიქსირებული დონეზე 2
kk: Жаңа бастаушы, 2-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 2
sv: Nybörjare, fixerad på nivå 2
tr: Acemi, 2. düzeyde sabit
uk: Початківець, зафіксовано на рівні 2

source: Beginner, fixed on level 3
fi: Aloittelija, pysyvä taso 3
ka: დამწყები, ფიქსირებული დონეზე 3
kk: Жаңа бастаушы, 3-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 3
sv: Nybörjare, fixerad på nivå 3
tr: Acemi, 3. düzeyde sabit
uk: Початківець, зафіксовано на рівні 3

source: Beginner, fixed on level 4
fi: Aloittelija, pysyvä taso 4
ka: დამწყები, ფიქსირებული დონეზე 4
kk: Жаңа бастаушы, 4-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 4
sv: Nybörjare, fixerad på nivå 4
tr: Acemi, 4. düzeyde sabit
uk: Початківець, зафіксовано на рівні 4

source: Beginner, fixed on level 5
fi: Aloittelija, pysyvä taso 5
ka: დამწყები, ფიქსირებული დონეზე 5
kk: Жаңа бастаушы, 5-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 5
sv: Nybörjare, fixerad på nivå 5
tr: Acemi, 5. düzeyde sabit
uk: Початківець, зафіксовано на рівні 5

source: Beginner, fixed on level 6
fi: Aloittelija, pysyvä taso 6
ka: დამწყები, ფიქსირებული დონეზე 6
kk: Жаңа бастаушы, 6-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 6
sv: Nybörjare, fixerad på nivå 6
tr: Acemi, 6. düzeyde sabit
uk: Початківець, зафіксовано на рівні 6

source: Beginner, fixed on level 7
fi: Aloittelija, pysyvä taso 7
ka: დამწყები, ფიქსირებული დონეზე 7
kk: Жаңа бастаушы, 7-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 7
sv: Nybörjare, fixerad på nivå 7
tr: Acemi, 7. düzeyde sabit
uk: Початківець, зафіксовано на рівні 7

source: Beginner, fixed on level 8
fi: Aloittelija, pysyvä taso 8
ka: დამწყები, ფიქსირებული დონეზე 8
kk: Жаңа бастаушы, 8-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 8
sv: Nybörjare, fixerad på nivå 8
tr: Acemi, 8. düzeyde sabit
uk: Початківець, зафіксовано на рівні 8

source: Beginner, fixed on level 9
fi: Aloittelija, pysyvä taso 9
ka: დამწყები, ფიქსირებული დონეზე 9
kk: Жаңа бастаушы, 9-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 9
sv: Nybörjare, fixerad på nivå 9
tr: Acemi, 9. düzeyde sabit
uk: Початківець, зафіксовано на рівні 9

source: Beginner, fixed on level 10
fi: Aloittelija, pysyvä taso 10
ka: დამწყები, ფიქსირებული დონეზე 10
kk: Жаңа бастаушы, 10-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 10
sv: Nybörjare, fixerad på nivå 10
tr: Acemi, 10. düzeyde sabit
uk: Початківець, зафіксовано на рівні 10

source: Beginner, fixed on level 11
fi: Aloittelija, pysyvä taso 11
ka: დამწყები, ფიქსირებული დონეზე 11
kk: Жаңа бастаушы, 11-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 11
sv: Nybörjare, fixerad på nivå 11
tr: Acemi, 11. düzeyde sabit
uk: Початківець, зафіксовано на рівні 11

source: Beginner, fixed on level 12
fi: Aloittelija, pysyvä taso 12
ka: დამწყები, ფიქსირებული დონეზე 12
kk: Жаңа бастаушы, 12-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 12
sv: Nybörjare, fixerad på nivå 12
tr: Acemi, 12. düzeyde sabit
uk: Початківець, зафіксовано на рівні 12

source: Beginner, fixed on level 13
fi: Aloittelija, pysyvä taso 13
ka: დამწყები, ფიქსირებული დონეზე 13
kk: Жаңа бастаушы, 13-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 13
sv: Nybörjare, fixerad på nivå 13
tr: Acemi, 13. düzeyde sabit
uk: Початківець, зафіксовано на рівні 13

source: Beginner, fixed on level 14
fi: Aloittelija, pysyvä taso 14
ka: დამწყები, ფიქსირებული დონეზე 14
kk: Жаңа бастаушы, 14-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 14
sv: Nybörjare, fixerad på nivå 14
tr: Acemi, 14. düzeyde sabit
uk: Початківець, зафіксовано на рівні 14

source: Beginner, fixed on level 15
fi: Aloittelija, pysyvä taso 15
ka: დამწყები, ფიქსირებული დონეზე 15
kk: Жаңа бастаушы, 15-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 15
sv: Nybörjare, fixerad på nivå 15
tr: Acemi, 15. düzeyde sabit
uk: Початківець, зафіксовано на рівні 15

source: Beginner, fixed on level 16
fi: Aloittelija, pysyvä taso 16
ka: დამწყები, ფიქსირებული დონეზე 16
kk: Жаңа бастаушы, 16-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 16
sv: Nybörjare, fixerad på nivå 16
tr: Acemi, 16. düzeyde sabit
uk: Початківець, зафіксовано на рівні 16

source: Beginner, fixed on level 17
fi: Aloittelija, pysyvä taso 17
ka: დამწყები, ფიქსირებული დონეზე 17
kk: Жаңа бастаушы, 17-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 17
sv: Nybörjare, fixerad på nivå 17
tr: Acemi, 17. düzeyde sabit
uk: Початківець, зафіксовано на рівні 17

source: Beginner, fixed on level 18
fi: Aloittelija, pysyvä taso 18
ka: დამწყები, ფიქსირებული დონეზე 18
kk: Жаңа бастаушы, 18-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 18
sv: Nybörjare, fixerad på nivå 18
tr: Acemi, 18. düzeyde sabit
uk: Початківець, зафіксовано на рівні 18

source: Beginner, fixed on level 19
fi: Aloittelija, pysyvä taso 19
ka: დამწყები, ფიქსირებული დონეზე 19
kk: Жаңа бастаушы, 19-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 19
sv: Nybörjare, fixerad på nivå 19
tr: Acemi, 19. düzeyde sabit
uk: Початківець, зафіксовано на рівні 19

source: Beginner, fixed on level 20
fi: Aloittelija, pysyvä taso 20
ka: დამწყები, ფიქსირებული დონეზე 20
kk: Жаңа бастаушы, 20-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 20
sv: Nybörjare, fixerad på nivå 20
tr: Acemi, 20. düzeyde sabit
uk: Початківець, зафіксовано на рівні 20

source: Beginner, fixed on level 21
fi: Aloittelija, pysyvä taso 21
ka: დამწყები, ფიქსირებული დონეზე 21
kk: Жаңа бастаушы, 21-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 21
sv: Nybörjare, fixerad på nivå 21
tr: Acemi, 21. düzeyde sabit
uk: Початківець, зафіксовано на рівні 21

source: Beginner, fixed on level 22
fi: Aloittelija, pysyvä taso 22
ka: დამწყები, ფიქსირებული დონეზე 22
kk: Жаңа бастаушы, 22-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 22
sv: Nybörjare, fixerad på nivå 22
tr: Acemi, 22. düzeyde sabit
uk: Початківець, зафіксовано на рівні 22

source: Beginner, fixed on level 23
fi: Aloittelija, pysyvä taso 23
ka: დამწყები, ფიქსირებული დონეზე 23
kk: Жаңа бастаушы, 23-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 23
sv: Nybörjare, fixerad på nivå 23
tr: Acemi, 23. düzeyde sabit
uk: Початківець, зафіксовано на рівні 23

source: Beginner, fixed on level 24
fi: Aloittelija, pysyvä taso 24
ka: დამწყები, ფიქსირებული დონეზე 24
kk: Жаңа бастаушы, 24-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 24
sv: Nybörjare, fixerad på nivå 24
tr: Acemi, 24. düzeyde sabit
uk: Початківець, зафіксовано на рівні 24

source: Beginner, fixed on level 25
fi: Aloittelija, pysyvä taso 25
ka: დამწყები, ფიქსირებული დონეზე 25
kk: Жаңа бастаушы, 25-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 25
sv: Nybörjare, fixerad på nivå 25
tr: Acemi, 25. düzeyde sabit
uk: Початківець, зафіксовано на рівні 25

source: Beginner, fixed on level 26
fi: Aloittelija, pysyvä taso 26
ka: დამწყები, ფიქსირებული დონეზე 26
kk: Жаңа бастаушы, 26-деңгейде бекітілген
ru: Для начинающих, но закреплённый на уровне 26
sv: Nybörjare, fixerad på nivå 26
tr: Acemi, 26. düzeyde sabit
uk: Початківець, зафіксовано на рівні 26

source: Beginner with fakes and random levels
fi: Aloittelija, huijausbonukset ja satunnaiset tasot
ka: დამწყები ყალბებით და შემთხვევითი დონეებით
kk: Жалған нысандары мен кездейсоқ деңгейлері бар жаңа бастаушы
ru: Для начинающих, но c фальшивками и на случайном уровне
sv: Nybörjare med attrapper och slumpmässiga nivåer
tr: Acemi, sahte ödüllerle ve rastgele düzeylerle
uk: Початківець з шахрайством і випадковими рівнями

source: Beginner with fakes, fixed on level 1
fi: Aloittelija, huijausbonukset, pysyvä taso 1
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 1
kk: Жалған нысандары бар жаңа бастаушы, 1-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 1
sv: Nybörjare med attrapper, fixerad på nivå 1
tr: Acemi, sahte ödüllerle, 1. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 1

source: Beginner with fakes, fixed on level 2
fi: Aloittelija, huijausbonukset, pysyvä taso 2
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 2
kk: Жалған нысандары бар жаңа бастаушы, 2-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 2
sv: Nybörjare med attrapper, fixerad på nivå 2
tr: Acemi, sahte ödüllerle, 2. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 2

source: Beginner with fakes, fixed on level 3
fi: Aloittelija, huijausbonukset, pysyvä taso 3
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 3
kk: Жалған нысандары бар жаңа бастаушы, 3-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 3
sv: Nybörjare med attrapper, fixerad på nivå 3
tr: Acemi, sahte ödüllerle, 3. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 3

source: Beginner with fakes, fixed on level 4
fi: Aloittelija, huijausbonukset, pysyvä taso 4
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 4
kk: Жалған нысандары бар жаңа бастаушы, 4-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 4
sv: Nybörjare med attrapper, fixerad på nivå 4
tr: Acemi, sahte ödüllerle, 4. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 4

source: Beginner with fakes, fixed on level 5
fi: Aloittelija, huijausbonukset, pysyvä taso 5
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 5
kk: Жалған нысандары бар жаңа бастаушы, 5-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 5
sv: Nybörjare med attrapper, fixerad på nivå 5
tr: Acemi, sahte ödüllerle, 5. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 5

source: Beginner with fakes, fixed on level 6
fi: Aloittelija, huijausbonukset, pysyvä taso 6
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 6
kk: Жалған нысандары бар жаңа бастаушы, 6-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 6
sv: Nybörjare med attrapper, fixerad på nivå 6
tr: Acemi, sahte ödüllerle, 6. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 6

source: Beginner with fakes, fixed on level 7
fi: Aloittelija, huijausbonukset, pysyvä taso 7
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 7
kk: Жалған нысандары бар жаңа бастаушы, 7-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 7
sv: Nybörjare med attrapper, fixerad på nivå 7
tr: Acemi, sahte ödüllerle, 7. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 7

source: Beginner with fakes, fixed on level 8
fi: Aloittelija, huijausbonukset, pysyvä taso 8
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 8
kk: Жалған нысандары бар жаңа бастаушы, 8-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 8
sv: Nybörjare med attrapper, fixerad på nivå 8
tr: Acemi, sahte ödüllerle, 8. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 8
