Repository: GNOME/gnome-nibbles
Catalog: po/*.po
Languages: fi, ka, kk, ru, sv, tr, uk

source: Slow with fakes, fixed on level 24
fi: Hidas, huijausbonukset, pysyvä taso 24
ka: ნელი ყალბებით, ფიქსირებული დონეზე 24
kk: Баяу, жалған элементтермен, 24-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 24
sv: Långsam med attrapper, fixerad på nivå 24
tr: Yavaş, sahtelerle, 24. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 24

source: Slow with fakes, fixed on level 25
fi: Hidas, huijausbonukset, pysyvä taso 25
ka: ნელი ყალბებით, ფიქსირებული დონეზე 25
kk: Баяу, жалған элементтермен, 25-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 25
sv: Långsam med attrapper, fixerad på nivå 25
tr: Yavaş, sahtelerle, 25. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 25

source: Slow with fakes, fixed on level 26
fi: Hidas, huijausbonukset, pysyvä taso 26
ka: ნელი ყალბებით, ფიქსირებული დონეზე 26
kk: Баяу, жалған элементтермен, 26-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 26
sv: Långsam med attrapper, fixerad på nivå 26
tr: Yavaş, sahtelerle, 26. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 26

source: Medium
fi: Melko vaikea
ka: საშუალო
kk: Орташа
ru: Обычно
sv: Mellan
tr: Orta
uk: Помірно

source: Medium with random levels
fi: Keskitaso, satunnaiset tasot
ka: საშუალო, შემთხვევითი დონეებით
kk: Орташа, кездейсоқ деңгейлермен
ru: Обычно, но на случайном уровне
sv: Mellan med slumpmässiga nivåer
tr: Orta, rastgele düzeylerle
uk: Помірно з випадковими рівнями

source: Medium, fixed on level 1
fi: Keskitaso, pysyvä taso 1
ka: საშუალო, ფიქსირებული დონეზე 1
kk: Орташа, 1-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 1
sv: Mellan, fixerad på nivå 1
tr: Orta, 1. düzeyde sabit
uk: Помірно, зафіксовано на рівні 1

source: Medium, fixed on level 2
fi: Keskitaso, pysyvä taso 2
ka: საშუალო, ფიქსირებული დონეზე 2
kk: Орташа, 2-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 2
sv: Mellan, fixerad på nivå 2
tr: Orta, 2. düzeyde sabit
uk: Помірно, зафіксовано на рівні 2

source: Medium, fixed on level 3
fi: Keskitaso, pysyvä taso 3
ka: საშუალო, ფიქსირებული დონეზე 3
kk: Орташа, 3-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 3
sv: Mellan, fixerad på nivå 3
tr: Orta, 3. düzeyde sabit
uk: Помірно, зафіксовано на рівні 3

source: Medium, fixed on level 4
fi: Keskitaso, pysyvä taso 4
ka: საშუალო, ფიქსირებული დონეზე 4
kk: Орташа, 4-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 4
sv: Mellan, fixerad på nivå 4
tr: Orta, 4. düzeyde sabit
uk: Помірно, зафіксовано на рівні 4

source: Medium, fixed on level 5
fi: Keskitaso, pysyvä taso 5
ka: საშუალო, ფიქსირებული დონეზე 5
kk: Орташа, 5-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 5
sv: Mellan, fixerad på nivå 5
tr: Orta, 5. düzeyde sabit
uk: Помірно, зафіксовано на рівні 5

source: Medium, fixed on level 6
fi: Keskitaso, pysyvä taso 6
ka: საშუალო, ფიქსირებული დონეზე 6
kk: Орташа, 6-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 6
sv: Mellan, fixerad på nivå 6
tr: Orta, 6. düzeyde sabit
uk: Помірно, зафіксовано на рівні 6

source: Medium, fixed on level 7
fi: Keskitaso, pysyvä taso 7
ka: საშუალო, ფიქსირებული დონეზე 7
kk: Орташа, 7-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 7
sv: Mellan, fixerad på nivå 7
tr: Orta, 7. düzeyde sabit
uk: Помірно, зафіксовано на рівні 7

source: Medium, fixed on level 8
fi: Keskitaso, pysyvä taso 8
ka: საშუალო, ფიქსირებული დონეზე 8
kk: Орташа, 8-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 8
sv: Mellan, fixerad på nivå 8
tr: Orta, 8. düzeyde sabit
uk: Помірно, зафіксовано на рівні 8

source: Medium, fixed on level 9
fi: Keskitaso, pysyvä taso 9
ka: საშუალო, ფიქსირებული დონეზე 9
kk: Орташа, 9-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 9
sv: Mellan, fixerad på nivå 9
tr: Orta, 9. düzeyde sabit
uk: Помірно, зафіксовано на рівні 9

source: Medium, fixed on level 10
fi: Keskitaso, pysyvä taso 10
ka: საშუალო, ფიქსირებული დონეზე 10
kk: Орташа, 10-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 10
sv: Mellan, fixerad på nivå 10
tr: Orta, 10. düzeyde sabit
uk: Помірно, зафіксовано на рівні 10

source: Medium, fixed on level 11
fi: Keskitaso, pysyvä taso 11
ka: საშუალო, ფიქსირებული დონეზე 11
kk: Орташа, 11-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 11
sv: Mellan, fixerad på nivå 11
tr: Orta, 11. düzeyde sabit
uk: Помірно, зафіксовано на рівні 11

source: Medium, fixed on level 12
fi: Keskitaso, pysyvä taso 12
ka: საშუალო, ფიქსირებული დონეზე 12
kk: Орташа, 12-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 12
sv: Mellan, fixerad på nivå 12
tr: Orta, 12. düzeyde sabit
uk: Помірно, зафіксовано на рівні 12

source: Medium, fixed on level 13
fi: Keskitaso, pysyvä taso 13
ka: საშუალო, ფიქსირებული დონეზე 13
kk: Орташа, 13-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 13
sv: Mellan, fixerad på nivå 13
tr: Orta, 13. düzeyde sabit
uk: Помірно, зафіксовано на рівні 13

source: Medium, fixed on level 14
fi: Keskitaso, pysyvä taso 14
ka: საშუალო, ფიქსირებული დონეზე 14
kk: Орташа, 14-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 14
sv: Mellan, fixerad på nivå 14
tr: Orta, 14. düzeyde sabit
uk: Помірно, зафіксовано на рівні 14

source: Medium, fixed on level 15
fi: Keskitaso, pysyvä taso 15
ka: საშუალო, ფიქსირებული დონეზე 15
kk: Орташа, 15-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 15
sv: Mellan, fixerad på nivå 15
tr: Orta, 15. düzeyde sabit
uk: Помірно, зафіксовано на рівні 15

source: Medium, fixed on level 16
fi: Keskitaso, pysyvä taso 16
ka: საშუალო, ფიქსირებული დონეზე 16
kk: Орташа, 16-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 16
sv: Mellan, fixerad på nivå 16
tr: Orta, 16. düzeyde sabit
uk: Помірно, зафіксовано на рівні 16

source: Medium, fixed on level 17
fi: Keskitaso, pysyvä taso 17
ka: საშუალო, ფიქსირებული დონეზე 17
kk: Орташа, 17-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 17
sv: Mellan, fixerad på nivå 17
tr: Orta, 17. düzeyde sabit
uk: Помірно, зафіксовано на рівні 17

source: Medium, fixed on level 18
fi: Keskitaso, pysyvä taso 18
ka: საშუალო, ფიქსირებული დონეზე 18
kk: Орташа, 18-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 18
sv: Mellan, fixerad på nivå 18
tr: Orta, 18. düzeyde sabit
uk: Помірно, зафіксовано на рівні 18

source: Medium, fixed on level 19
fi: Keskitaso, pysyvä taso 19
ka: საშუალო, ფიქსირებული დონეზე 19
kk: Орташа, 19-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 19
sv: Mellan, fixerad på nivå 19
tr: Orta, 19. düzeyde sabit
uk: Помірно, зафіксовано на рівні 19

source: Medium, fixed on level 20
fi: Keskitaso, pysyvä taso 20
ka: საშუალო, ფიქსირებული დონეზე 20
kk: Орташа, 20-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 20
sv: Mellan, fixerad på nivå 20
tr: Orta, 20. düzeyde sabit
uk: Помірно, зафіксовано на рівні 20

source: Medium, fixed on level 21
fi: Keskitaso, pysyvä taso 21
ka: საშუალო, ფიქსირებული დონეზე 21
kk: Орташа, 21-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 21
sv: Mellan, fixerad på nivå 21
tr: Orta, 21. düzeyde sabit
uk: Помірно, зафіксовано на рівні 21

source: Medium, fixed on level 22
fi: Keskitaso, pysyvä taso 22
ka: საშუალო, ფიქსირებული დონეზე 22
kk: Орташа, 22-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 22
sv: Mellan, fixerad på nivå 22
tr: Orta, 22. düzeyde sabit
uk: Помірно, зафіксовано на рівні 22

source: Medium, fixed on level 23
fi: Keskitaso, pysyvä taso 23
ka: საშუალო, ფიქსირებული დონეზე 23
kk: Орташа, 23-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 23
sv: Mellan, fixerad på nivå 23
tr: Orta, 23. düzeyde sabit
uk: Помірно, зафіксовано на рівні 23

source: Medium, fixed on level 24
fi: Keskitaso, pysyvä taso 24
ka: საშუალო, ფიქსირებული დონეზე 24
kk: Орташа, 24-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 24
sv: Mellan, fixerad på nivå 24
tr: Orta, 24. düzeyde sabit
uk: Помірно, зафіксовано на рівні 24

source: Medium, fixed on level 25
fi: Keskitaso, pysyvä taso 25
ka: საშუალო, ფიქსირებული დონეზე 25
kk: Орташа, 25-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 25
sv: Mellan, fixerad på nivå 25
tr: Orta, 25. düzeyde sabit
uk: Помірно, зафіксовано на рівні 25

source: Medium, fixed on level 26
fi: Keskitaso, pysyvä taso 26
ka: საშუალო, ფიქსირებული დონეზე 26
kk: Орташа, 26-деңгейде бекітілген
ru: Обычно, но закреплённый на уровне 26
sv: Mellan, fixerad på nivå 26
tr: Orta, 26. düzeyde sabit
uk: Помірно, зафіксовано на рівні 26

source: Medium with fakes and random levels
fi: Keskitaso, huijausbonukset ja satunnaiset tasot
ka: საშუალო ყალბებით და შემთხვევითი დონეებით
kk: Орташа, жалған элементтермен және кездейсоқ деңгейлермен
ru: Обычно, но c фальшивками и на случайном уровне
sv: Mellan med attrapper och slumpmässiga nivåer
tr: Orta, sahtelerle ve rastgele düzeylerle
uk: Помірно з шахрайством і випадковими рівнями

source: Medium with fakes, fixed on level 1
fi: Keskitaso, huijausbonukset, pysyvä taso 1
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 1
kk: Орташа, жалған элементтермен, 1-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 1
sv: Mellan med attrapper, fixerad på nivå 1
tr: Orta, sahtelerle, 1. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 1

source: Medium with fakes, fixed on level 2
fi: Keskitaso, huijausbonukset, pysyvä taso 2
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 2
kk: Орташа, жалған элементтермен, 2-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 2
sv: Mellan med attrapper, fixerad på nivå 2
tr: Orta, sahtelerle, 2. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 2

source: Medium with fakes, fixed on level 3
fi: Keskitaso, huijausbonukset, pysyvä taso 3
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 3
kk: Орташа, жалған элементтермен, 3-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 3
sv: Mellan med attrapper, fixerad på nivå 3
tr: Orta, sahtelerle, 3. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 3

source: Medium with fakes, fixed on level 4
fi: Keskitaso, huijausbonukset, pysyvä taso 4
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 4
kk: Орташа, жалған элементтермен, 4-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 4
sv: Mellan med attrapper, fixerad på nivå 4
tr: Orta, sahtelerle, 4. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 4

source: Medium with fakes, fixed on level 5
fi: Keskitaso, huijausbonukset, pysyvä taso 5
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 5
kk: Орташа, жалған элементтермен, 5-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 5
sv: Mellan med attrapper, fixerad på nivå 5
tr: Orta, sahtelerle, 5. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 5

source: Medium with fakes, fixed on level 6
fi: Keskitaso, huijausbonukset, pysyvä taso 6
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 6
kk: Орташа, жалған элементтермен, 6-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 6
sv: Mellan med attrapper, fixerad på nivå 6
tr: Orta, sahtelerle, 6. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 6

source: Medium with fakes, fixed on level 7
fi: Keskitaso, huijausbonukset, pysyvä taso 7
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 7
kk: Орташа, жалған элементтермен, 7-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 7
sv: Mellan med attrapper, fixerad på nivå 7
tr: Orta, sahtelerle, 7. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 7

source: Medium with fakes, fixed on level 8
fi: Keskitaso, huijausbonukset, pysyvä taso 8
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 8
kk: Орташа, жалған элементтермен, 8-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 8
sv: Mellan med attrapper, fixerad på nivå 8
tr: Orta, sahtelerle, 8. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 8

source: Medium with fakes, fixed on level 9
fi: Keskitaso, huijausbonukset, pysyvä taso 9
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 9
kk: Орташа, жалған элементтермен, 9-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 9
sv: Mellan med attrapper, fixerad på nivå 9
tr: Orta, sahtelerle, 9. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 9

source: Medium with fakes, fixed on level 10
fi: Keskitaso, huijausbonukset, pysyvä taso 10
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 10
kk: Орташа, жалған элементтермен, 10-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 10
sv: Mellan med attrapper, fixerad på nivå 10
tr: Orta, sahtelerle, 11. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 10

source: Medium with fakes, fixed on level 11
fi: Keskitaso, huijausbonukset, pysyvä taso 11
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 11
kk: Орташа, жалған элементтермен, 11-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 11
sv: Mellan med attrapper, fixerad på nivå 11
tr: Orta, sahtelerle, 11. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 11

source: Medium with fakes, fixed on level 12
fi: Keskitaso, huijausbonukset, pysyvä taso 12
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 12
kk: Орташа, жалған элементтермен, 12-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 12
sv: Mellan med attrapper, fixerad på nivå 12
tr: Orta, sahtelerle, 12. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 12

source: Medium with fakes, fixed on level 13
fi: Keskitaso, huijausbonukset, pysyvä taso 13
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 13
kk: Орташа, жалған элементтермен, 13-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 13
sv: Mellan med attrapper, fixerad på nivå 13
tr: Orta, sahtelerle, 13. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 13

source: Medium with fakes, fixed on level 14
fi: Keskitaso, huijausbonukset, pysyvä taso 14
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 14
kk: Орташа, жалған элементтермен, 14-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 14
sv: Mellan med attrapper, fixerad på nivå 14
tr: Orta, sahtelerle, 14. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 14

source: Medium with fakes, fixed on level 15
fi: Keskitaso, huijausbonukset, pysyvä taso 15
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 15
kk: Орташа, жалған элементтермен, 15-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 15
sv: Mellan med attrapper, fixerad på nivå 15
tr: Orta, sahtelerle, 15. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 15

source: Medium with fakes, fixed on level 16
fi: Keskitaso, huijausbonukset, pysyvä taso 16
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 16
kk: Орташа, жалған элементтермен, 16-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 16
sv: Mellan med attrapper, fixerad på nivå 16
tr: Orta, sahtelerle, 16. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 16

source: Medium with fakes, fixed on level 17
fi: Keskitaso, huijausbonukset, pysyvä taso 17
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 17
kk: Орташа, жалған элементтермен, 17-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 17
sv: Mellan med attrapper, fixerad på nivå 17
tr: Orta, sahtelerle, 17. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 17

source: Medium with fakes, fixed on level 18
fi: Keskitaso, huijausbonukset, pysyvä taso 18
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 18
kk: Орташа, жалған элементтермен, 18-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 18
sv: Mellan med attrapper, fixerad på nivå 18
tr: Orta, sahtelerle, 18. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 18

source: Medium with fakes, fixed on level 19
fi: Keskitaso, huijausbonukset, pysyvä taso 19
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 19
kk: Орташа, жалған элементтермен, 19-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 19
sv: Mellan med attrapper, fixerad på nivå 19
tr: Orta, sahtelerle, 19. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 19

source: Medium with fakes, fixed on level 20
fi: Keskitaso, huijausbonukset, pysyvä taso 20
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 20
kk: Орташа, жалған элементтермен, 20-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 20
sv: Mellan med attrapper, fixerad på nivå 20
tr: Orta, sahtelerle, 20. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 20

source: Medium with fakes, fixed on level 21
fi: Keskitaso, huijausbonukset, pysyvä taso 21
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 21
kk: Орташа, жалған элементтермен, 21-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 21
sv: Mellan med attrapper, fixerad på nivå 21
tr: Orta, sahtelerle, 21. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 21

source: Medium with fakes, fixed on level 22
fi: Keskitaso, huijausbonukset, pysyvä taso 22
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 22
kk: Орташа, жалған элементтермен, 22-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 22
sv: Mellan med attrapper, fixerad på nivå 22
tr: Orta, sahtelerle, 22. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 22

source: Medium with fakes, fixed on level 23
fi: Keskitaso, huijausbonukset, pysyvä taso 23
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 23
kk: Орташа, жалған элементтермен, 23-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 23
sv: Mellan med attrapper, fixerad på nivå 23
tr: Orta, sahtelerle, 23. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 23

source: Medium with fakes, fixed on level 24
fi: Keskitaso, huijausbonukset, pysyvä taso 24
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 24
kk: Орташа, жалған элементтермен, 24-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 24
sv: Mellan med attrapper, fixerad på nivå 24
tr: Orta, sahtelerle, 24. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 24

source: Medium with fakes, fixed on level 25
fi: Keskitaso, huijausbonukset, pysyvä taso 25
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 25
kk: Орташа, жалған элементтермен, 25-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 25
sv: Mellan med attrapper, fixerad på nivå 25
tr: Orta, sahtelerle, 25. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 25

source: Medium with fakes, fixed on level 26
fi: Keskitaso, huijausbonukset, pysyvä taso 26
ka: საშუალო ყალბებით, ფიქსირებული დონეზე 26
kk: Орташа, жалған элементтермен, 26-деңгейде бекітілген
ru: Обычно, но с фальшивками и закреплённый на уровне 26
sv: Mellan med attrapper, fixerad på nivå 26
tr: Orta, sahtelerle, 26. düzeyde sabit
uk: Помірно з шахрайством, зафіксовано на рівні 26

source: Fast
fi: Nopea
ka: სწრაფი
kk: Жылдам
ru: Быстро
sv: Snabb
tr: Hızlı
uk: Швидко

source: Fast with random levels
fi: Nopea, satunnaiset tasot
ka: სწრაფი შემთხვევითი დონეებით
kk: Жылдам, кездейсоқ деңгейлермен
ru: Быстро, но на случайном уровне
sv: Snabb med slumpmässiga nivåer
tr: Hızlı, rastgele düzeylerle
uk: Швидко з випадковими рівнями

source: Fast, fixed on level 1
fi: Nopea, pysyvä taso 1
ka: სწრაფი, ფიქსირებული დონეზე 1
kk: Жылдам, 1-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 1
sv: Snabb, fixerad på nivå 1
tr: Hızlı, 1. düzeyde sabit
uk: Швидко, зафіксовано на рівні 1

source: Fast, fixed on level 2
fi: Nopea, pysyvä taso 2
ka: სწრაფი, ფიქსირებული დონეზე 2
kk: Жылдам, 2-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 2
sv: Snabb, fixerad på nivå 2
tr: Hızlı, 2. düzeyde sabit
uk: Швидко, зафіксовано на рівні 2

source: Fast, fixed on level 3
fi: Nopea, pysyvä taso 3
ka: სწრაფი, ფიქსირებული დონეზე 3
kk: Жылдам, 3-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 3
sv: Snabb, fixerad på nivå 3
tr: Hızlı, 3. düzeyde sabit
uk: Швидко, зафіксовано на рівні 3

source: Fast, fixed on level 4
fi: Nopea, pysyvä taso 4
ka: სწრაფი, ფიქსირებული დონეზე 4
kk: Жылдам, 4-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 4
sv: Snabb, fixerad på nivå 4
tr: Hızlı, 4. düzeyde sabit
uk: Швидко, зафіксовано на рівні 4

source: Fast, fixed on level 5
fi: Nopea, pysyvä taso 5
ka: სწრაფი, ფიქსირებული დონეზე 5
kk: Жылдам, 5-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 5
sv: Snabb, fixerad på nivå 5
tr: Hızlı, 5. düzeyde sabit
uk: Швидко, зафіксовано на рівні 5

source: Fast, fixed on level 6
fi: Nopea, pysyvä taso 6
ka: სწრაფი, ფიქსირებული დონეზე 6
kk: Жылдам, 6-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 6
sv: Snabb, fixerad på nivå 6
tr: Hızlı, 6. düzeyde sabit
uk: Швидко, зафіксовано на рівні 6

source: Fast, fixed on level 7
fi: Nopea, pysyvä taso 7
ka: სწრაფი, ფიქსირებული დონეზე 7
kk: Жылдам, 7-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 7
sv: Snabb, fixerad på nivå 7
tr: Hızlı, 7. düzeyde sabit
uk: Швидко, зафіксовано на рівні 7

source: Fast, fixed on level 8
fi: Nopea, pysyvä taso 8
ka: სწრაფი, ფიქსირებული დონეზე 8
kk: Жылдам, 8-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 8
sv: Snabb, fixerad på nivå 8
tr: Hızlı, 8. düzeyde sabit
uk: Швидко, зафіксовано на рівні 8

source: Fast, fixed on level 9
fi: Nopea, pysyvä taso 9
ka: სწრაფი, ფიქსირებული დონეზე 9
kk: Жылдам, 9-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 9
sv: Snabb, fixerad på nivå 9
tr: Hızlı, 9. düzeyde sabit
uk: Швидко, зафіксовано на рівні 9

source: Fast, fixed on level 10
fi: Nopea, pysyvä taso 10
ka: სწრაფი, ფიქსირებული დონეზე 10
kk: Жылдам, 10-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 10
sv: Snabb, fixerad på nivå 10
tr: Hızlı, 10. düzeyde sabit
uk: Швидко, зафіксовано на рівні 10

source: Fast, fixed on level 11
fi: Nopea, pysyvä taso 11
ka: სწრაფი, ფიქსირებული დონეზე 11
kk: Жылдам, 11-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 11
sv: Snabb, fixerad på nivå 11
tr: Hızlı, 11. düzeyde sabit
uk: Швидко, зафіксовано на рівні 11

source: Fast, fixed on level 12
fi: Nopea, pysyvä taso 12
ka: სწრაფი, ფიქსირებული დონეზე 12
kk: Жылдам, 12-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 12
sv: Snabb, fixerad på nivå 12
tr: Hızlı, 12. düzeyde sabit
uk: Швидко, зафіксовано на рівні 12

source: Fast, fixed on level 13
fi: Nopea, pysyvä taso 13
ka: სწრაფი, ფიქსირებული დონეზე 13
kk: Жылдам, 13-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 13
sv: Snabb, fixerad på nivå 13
tr: Hızlı, 13. düzeyde sabit
uk: Швидко, зафіксовано на рівні 13

source: Fast, fixed on level 14
fi: Nopea, pysyvä taso 14
ka: სწრაფი, ფიქსირებული დონეზე 14
kk: Жылдам, 14-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 14
sv: Snabb, fixerad på nivå 14
tr: Hızlı, 14. düzeyde sabit
uk: Швидко, зафіксовано на рівні 14

source: Fast, fixed on level 15
fi: Nopea, pysyvä taso 15
ka: სწრაფი, ფიქსირებული დონეზე 15
kk: Жылдам, 15-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 15
sv: Snabb, fixerad på nivå 15
tr: Hızlı, 15. düzeyde sabit
uk: Швидко, зафіксовано на рівні 15

source: Fast, fixed on level 16
fi: Nopea, pysyvä taso 16
ka: სწრაფი, ფიქსირებული დონეზე 16
kk: Жылдам, 16-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 16
sv: Snabb, fixerad på nivå 16
tr: Hızlı, 16. düzeyde sabit
uk: Швидко, зафіксовано на рівні 16

source: Fast, fixed on level 17
fi: Nopea, pysyvä taso 17
ka: სწრაფი, ფიქსირებული დონეზე 17
kk: Жылдам, 17-деңгейде бекітілген
ru: Быстро, но закреплённый на уровне 17
sv: Snabb, fixerad på nivå 17
tr: Hızlı, 17. düzeyde sabit
uk: Швидко, зафіксовано на рівні 17
