Repository: GNOME/gnome-nibbles
Catalog: po/*.po
Languages: fi, ka, kk, ru, sv, tr, uk

source: Beginner with fakes, fixed on level 9
fi: Aloittelija, huijausbonukset, pysyvä taso 9
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 9
kk: Жалған нысандары бар жаңа бастаушы, 9-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 9
sv: Nybörjare med attrapper, fixerad på nivå 9
tr: Acemi, sahte ödüllerle, 9. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 9

source: Beginner with fakes, fixed on level 10
fi: Aloittelija, huijausbonukset, pysyvä taso 10
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 10
kk: Жалған нысандары бар жаңа бастаушы, 10-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 10
sv: Nybörjare med attrapper, fixerad på nivå 10
tr: Acemi, sahte ödüllerle, 10. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 10

source: Beginner with fakes, fixed on level 11
fi: Aloittelija, huijausbonukset, pysyvä taso 11
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 11
kk: Жалған нысандары бар жаңа бастаушы, 11-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 11
sv: Nybörjare med attrapper, fixerad på nivå 11
tr: Acemi, sahte ödüllerle, 11. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 11

source: Beginner with fakes, fixed on level 12
fi: Aloittelija, huijausbonukset, pysyvä taso 12
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 12
kk: Жалған нысандары бар жаңа бастаушы, 12-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 12
sv: Nybörjare med attrapper, fixerad på nivå 12
tr: Acemi, sahte ödüllerle, 12. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 12

source: Beginner with fakes, fixed on level 13
fi: Aloittelija, huijausbonukset, pysyvä taso 13
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 13
kk: Жалған нысандары бар жаңа бастаушы, 13-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 13
sv: Nybörjare med attrapper, fixerad på nivå 13
tr: Acemi, sahte ödüllerle, 13. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 13

source: Beginner with fakes, fixed on level 14
fi: Aloittelija, huijausbonukset, pysyvä taso 14
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 14
kk: Жалған нысандары бар жаңа бастаушы, 14-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 14
sv: Nybörjare med attrapper, fixerad på nivå 14
tr: Acemi, sahte ödüllerle, 14. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 14

source: Beginner with fakes, fixed on level 15
fi: Aloittelija, huijausbonukset, pysyvä taso 15
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 15
kk: Жалған нысандары бар жаңа бастаушы, 15-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 15
sv: Nybörjare med attrapper, fixerad på nivå 15
tr: Acemi, sahte ödüllerle, 15. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 15

source: Beginner with fakes, fixed on level 16
fi: Aloittelija, huijausbonukset, pysyvä taso 16
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 16
kk: Жалған нысандары бар жаңа бастаушы, 16-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 16
sv: Nybörjare med attrapper, fixerad på nivå 16
tr: Acemi, sahte ödüllerle, 16. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 16

source: Beginner with fakes, fixed on level 17
fi: Aloittelija, huijausbonukset, pysyvä taso 17
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 17
kk: Жалған нысандары бар жаңа бастаушы, 17-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 17
sv: Nybörjare med attrapper, fixerad på nivå 17
tr: Acemi, sahte ödüllerle, 17. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 17

source: Beginner with fakes, fixed on level 18
fi: Aloittelija, huijausbonukset, pysyvä taso 18
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 18
kk: Жалған нысандары бар жаңа бастаушы, 18-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 18
sv: Nybörjare med attrapper, fixerad på nivå 18
tr: Acemi, sahte ödüllerle, 18. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 18

source: Beginner with fakes, fixed on level 19
fi: Aloittelija, huijausbonukset, pysyvä taso 19
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 19
kk: Жалған нысандары бар жаңа бастаушы, 19-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 19
sv: Nybörjare med attrapper, fixerad på nivå 19
tr: Acemi, sahte ödüllerle, 19. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 19

source: Beginner with fakes, fixed on level 20
fi: Aloittelija, huijausbonukset, pysyvä taso 20
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 20
kk: Жалған нысандары бар жаңа бастаушы, 20-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 20
sv: Nybörjare med attrapper, fixerad på nivå 20
tr: Acemi, sahte ödüllerle, 20. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 20

source: Beginner with fakes, fixed on level 21
fi: Aloittelija, huijausbonukset, pysyvä taso 21
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 21
kk: Жалған нысандары бар жаңа бастаушы, 21-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 21
sv: Nybörjare med attrapper, fixerad på nivå 21
tr: Acemi, sahte ödüllerle, 21. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 21

source: Beginner with fakes, fixed on level 22
fi: Aloittelija, huijausbonukset, pysyvä taso 22
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 22
kk: Жалған нысандары бар жаңа бастаушы, 22-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 22
sv: Nybörjare med attrapper, fixerad på nivå 22
tr: Acemi, sahte ödüllerle, 22. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 22

source: Beginner with fakes, fixed on level 23
fi: Aloittelija, huijausbonukset, pysyvä taso 23
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 23
kk: Жалған нысандары бар жаңа бастаушы, 23-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 23
sv: Nybörjare med attrapper, fixerad på nivå 23
tr: Acemi, sahte ödüllerle, 23. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 23

source: Beginner with fakes, fixed on level 24
fi: Aloittelija, huijausbonukset, pysyvä taso 24
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 24
kk: Жалған нысандары бар жаңа бастаушы, 24-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 24
sv: Nybörjare med attrapper, fixerad på nivå 24
tr: Acemi, sahte ödüllerle, 24. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 24

source: Beginner with fakes, fixed on level 25
fi: Aloittelija, huijausbonukset, pysyvä taso 25
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 25
kk: Жалған нысандары бар жаңа бастаушы, 25-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 25
sv: Nybörjare med attrapper, fixerad på nivå 25
tr: Acemi, sahte ödüllerle, 25. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 25

source: Beginner with fakes, fixed on level 26
fi: Aloittelija, huijausbonukset, pysyvä taso 26
ka: დამწყები ყალბებით, ფიქსირებული დონეზე 26
kk: Жалған нысандары бар жаңа бастаушы, 26-деңгейде бекітілген
ru: Для начинающих, но с фальшивками и закреплённый на уровне 26
sv: Nybörjare med attrapper, fixerad på nivå 26
tr: Acemi, sahte ödüllerle, 26. düzeyde sabit
uk: Початківець з шахрайством, зафіксовано на рівні 26

source: Slow
fi: Hidas
ka: ნელი
kk: Баяу
ru: Медленно
sv: Långsam
tr: Yavaş
uk: Повільно

source: Slow with random levels
fi: Hidas, satunnaiset tasot
ka: ნელი შემთხვევითი დონით
kk: Кездейсоқ деңгейлері бар баяу
ru: Медленно, но на случайном уровне
sv: Långsam med slumpmässiga nivåer
tr: Yavaş, rastgele düzeylerle
uk: Повільно з випадковими рівнями

source: Slow, fixed on level 1
fi: Hidas, pysyvä taso 1
ka: ნელი, ფიქსირებული დონეზე 1
kk: Баяу, 1-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 1
sv: Långsam, fixerad på nivå 1
tr: Yavaş, 1. düzeyde sabit
uk: Повільно, зафіксовано на рівні 1

source: Slow, fixed on level 2
fi: Hidas, pysyvä taso 2
ka: ნელი, ფიქსირებული დონეზე 2
kk: Баяу, 2-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 2
sv: Långsam, fixerad på nivå 2
tr: Yavaş, 2. düzeyde sabit
uk: Повільно, зафіксовано на рівні 2

source: Slow, fixed on level 3
fi: Hidas, pysyvä taso 3
ka: ნელი, ფიქსირებული დონეზე 3
kk: Баяу, 3-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 3
sv: Långsam, fixerad på nivå 3
tr: Yavaş, 3. düzeyde sabit
uk: Повільно, зафіксовано на рівні 3

source: Slow, fixed on level 4
fi: Hidas, pysyvä taso 4
ka: ნელი, ფიქსირებული დონეზე 4
kk: Баяу, 4-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 4
sv: Långsam, fixerad på nivå 4
tr: Yavaş, 4. düzeyde sabit
uk: Повільно, зафіксовано на рівні 4

source: Slow, fixed on level 5
fi: Hidas, pysyvä taso 5
ka: ნელი, ფიქსირებული დონეზე 5
kk: Баяу, 5-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 5
sv: Långsam, fixerad på nivå 5
tr: Yavaş, 5. düzeyde sabit
uk: Повільно, зафіксовано на рівні 5

source: Slow, fixed on level 6
fi: Hidas, pysyvä taso 6
ka: ნელი, ფიქსირებული დონეზე 6
kk: Баяу, 6-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 6
sv: Långsam, fixerad på nivå 6
tr: Yavaş, 6. düzeyde sabit
uk: Повільно, зафіксовано на рівні 6

source: Slow, fixed on level 7
fi: Hidas, pysyvä taso 7
ka: ნელი, ფიქსირებული დონეზე 7
kk: Баяу, 7-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 7
sv: Långsam, fixerad på nivå 7
tr: Yavaş, 7. düzeyde sabit
uk: Повільно, зафіксовано на рівні 7

source: Slow, fixed on level 8
fi: Hidas, pysyvä taso 8
ka: ნელი, ფიქსირებული დონეზე 8
kk: Баяу, 8-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 8
sv: Långsam, fixerad på nivå 8
tr: Yavaş, 8. düzeyde sabit
uk: Повільно, зафіксовано на рівні 8

source: Slow, fixed on level 9
fi: Hidas, pysyvä taso 9
ka: ნელი, ფიქსირებული დონეზე 9
kk: Баяу, 9-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 9
sv: Långsam, fixerad på nivå 9
tr: Yavaş, 9. düzeyde sabit
uk: Повільно, зафіксовано на рівні 9

source: Slow, fixed on level 10
fi: Hidas, pysyvä taso 10
ka: ნელი, ფიქსირებული დონეზე 10
kk: Баяу, 10-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 10
sv: Långsam, fixerad på nivå 10
tr: Yavaş, 10. düzeyde sabit
uk: Повільно, зафіксовано на рівні 10

source: Slow, fixed on level 11
fi: Hidas, pysyvä taso 11
ka: ნელი, ფიქსირებული დონეზე 11
kk: Баяу, 11-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 11
sv: Långsam, fixerad på nivå 11
tr: Yavaş, 11. düzeyde sabit
uk: Повільно, зафіксовано на рівні 11

source: Slow, fixed on level 12
fi: Hidas, pysyvä taso 12
ka: ნელი, ფიქსირებული დონეზე 12
kk: Баяу, 12-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 12
sv: Långsam, fixerad på nivå 12
tr: Yavaş, 12. düzeyde sabit
uk: Повільно, зафіксовано на рівні 12

source: Slow, fixed on level 13
fi: Hidas, pysyvä taso 13
ka: ნელი, ფიქსირებული დონეზე 13
kk: Баяу, 13-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 13
sv: Långsam, fixerad på nivå 13
tr: Yavaş, 13. düzeyde sabit
uk: Повільно, зафіксовано на рівні 13

source: Slow, fixed on level 14
fi: Hidas, pysyvä taso 14
ka: ნელი, ფიქსირებული დონეზე 14
kk: Баяу, 14-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 14
sv: Långsam, fixerad på nivå 14
tr: Yavaş, 14. düzeyde sabit
uk: Повільно, зафіксовано на рівні 14

source: Slow, fixed on level 15
fi: Hidas, pysyvä taso 15
ka: ნელი, ფიქსირებული დონეზე 15
kk: Баяу, 15-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 15
sv: Långsam, fixerad på nivå 15
tr: Yavaş, 15. düzeyde sabit
uk: Повільно, зафіксовано на рівні 15

source: Slow, fixed on level 16
fi: Hidas, pysyvä taso 16
ka: ნელი, ფიქსირებული დონეზე 16
kk: Баяу, 16-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 16
sv: Långsam, fixerad på nivå 16
tr: Yavaş, 16. düzeyde sabit
uk: Повільно, зафіксовано на рівні 16

source: Slow, fixed on level 17
fi: Hidas, pysyvä taso 17
ka: ნელი, ფიქსირებული დონეზე 17
kk: Баяу, 17-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 17
sv: Långsam, fixerad på nivå 17
tr: Yavaş, 17. düzeyde sabit
uk: Повільно, зафіксовано на рівні 17

source: Slow, fixed on level 18
fi: Hidas, pysyvä taso 18
ka: ნელი, ფიქსირებული დონეზე 18
kk: Баяу, 18-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 18
sv: Långsam, fixerad på nivå 18
tr: Yavaş, 18. düzeyde sabit
uk: Повільно, зафіксовано на рівні 18

source: Slow, fixed on level 19
fi: Hidas, pysyvä taso 19
ka: ნელი, ფიქსირებული დონეზე 19
kk: Баяу, 19-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 19
sv: Långsam, fixerad på nivå 19
tr: Yavaş, 19. düzeyde sabit
uk: Повільно, зафіксовано на рівні 19

source: Slow, fixed on level 20
fi: Hidas, pysyvä taso 20
ka: ნელი, ფიქსირებული დონეზე 20
kk: Баяу, 20-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 20
sv: Långsam, fixerad på nivå 20
tr: Yavaş, 20. düzeyde sabit
uk: Повільно, зафіксовано на рівні 20

source: Slow, fixed on level 21
fi: Hidas, pysyvä taso 21
ka: ნელი, ფიქსირებული დონეზე 21
kk: Баяу, 21-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 21
sv: Långsam, fixerad på nivå 21
tr: Yavaş, 21. düzeyde sabit
uk: Повільно, зафіксовано на рівні 21

source: Slow, fixed on level 22
fi: Hidas, pysyvä taso 22
ka: ნელი, ფიქსირებული დონეზე 22
kk: Баяу, 22-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 22
sv: Långsam, fixerad på nivå 22
tr: Yavaş, 22. düzeyde sabit
uk: Повільно, зафіксовано на рівні 22

source: Slow, fixed on level 23
fi: Hidas, pysyvä taso 23
ka: ნელი, ფიქსირებული დონეზე 23
kk: Баяу, 23-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 23
sv: Långsam, fixerad på nivå 23
tr: Yavaş, 23. düzeyde sabit
uk: Повільно, зафіксовано на рівні 23

source: Slow, fixed on level 24
fi: Hidas, pysyvä taso 24
ka: ნელი, ფიქსირებული დონეზე 24
kk: Баяу, 24-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 24
sv: Långsam, fixerad på nivå 24
tr: Yavaş, 24. düzeyde sabit
uk: Повільно, зафіксовано на рівні 24

source: Slow, fixed on level 25
fi: Hidas, pysyvä taso 25
ka: ნელი, ფიქსირებული დონეზე 25
kk: Баяу, 25-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 26
sv: Långsam, fixerad på nivå 25
tr: Yavaş, 25. düzeyde sabit
uk: Повільно, зафіксовано на рівні 25

source: Slow, fixed on level 26
fi: Hidas, pysyvä taso 26
ka: ნელი, ფიქსირებული დონეზე 26
kk: Баяу, 26-деңгейде бекітілген
ru: Медленно, но закреплённый на уровне 26
sv: Långsam, fixerad på nivå 26
tr: Yavaş, 26. düzeyde sabit
uk: Повільно, зафіксовано на рівні 26

source: Slow with fakes and random levels
fi: Hidas, huijausbonukset ja satunnaiset tasot
ka: ნელი ყალბებით და შემთხვევითი დონეებით
kk: Баяу, жалған элементтермен және кездейсоқ деңгейлермен
ru: Медленно, но c фальшивками и на случайном уровне
sv: Långsam med attrapper och slumpmässiga nivåer
tr: Yavaş, sahtelerle ve rastgele düzeylerle
uk: Повільно з шахрайством і випадковими рівнями

source: Slow with fakes, fixed on level 1
fi: Hidas, huijausbonukset, pysyvä taso 1
ka: ნელი ყალბებით, ფიქსირებული დონეზე 1
kk: Баяу, жалған элементтермен, 1-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 1
sv: Långsam med attrapper, fixerad på nivå 1
tr: Yavaş, sahtelerle, 1. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 1

source: Slow with fakes, fixed on level 2
fi: Hidas, huijausbonukset, pysyvä taso 2
ka: ნელი ყალბებით, ფიქსირებული დონეზე 2
kk: Баяу, жалған элементтермен, 2-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 2
sv: Långsam med attrapper, fixerad på nivå 2
tr: Yavaş, sahtelerle, 2. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 2

source: Slow with fakes, fixed on level 3
fi: Hidas, huijausbonukset, pysyvä taso 3
ka: ნელი ყალბებით, ფიქსირებული დონეზე 3
kk: Баяу, жалған элементтермен, 3-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 3
sv: Långsam med attrapper, fixerad på nivå 3
tr: Yavaş, sahtelerle, 3. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 3

source: Slow with fakes, fixed on level 4
fi: Hidas, huijausbonukset, pysyvä taso 4
ka: ნელი ყალბებით, ფიქსირებული დონეზე 4
kk: Баяу, жалған элементтермен, 4-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 4
sv: Långsam med attrapper, fixerad på nivå 4
tr: Yavaş, sahtelerle, 4. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 4

source: Slow with fakes, fixed on level 5
fi: Hidas, huijausbonukset, pysyvä taso 5
ka: ნელი ყალბებით, ფიქსირებული დონეზე 5
kk: Баяу, жалған элементтермен, 5-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 5
sv: Långsam med attrapper, fixerad på nivå 5
tr: Yavaş, sahtelerle, 5. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 5

source: Slow with fakes, fixed on level 6
fi: Hidas, huijausbonukset, pysyvä taso 6
ka: ნელი ყალბებით, ფიქსირებული დონეზე 6
kk: Баяу, жалған элементтермен, 6-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 6
sv: Långsam med attrapper, fixerad på nivå 6
tr: Yavaş, sahtelerle, 6. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 6

source: Slow with fakes, fixed on level 7
fi: Hidas, huijausbonukset, pysyvä taso 7
ka: ნელი ყალბებით, ფიქსირებული დონეზე 7
kk: Баяу, жалған элементтермен, 7-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 7
sv: Långsam med attrapper, fixerad på nivå 7
tr: Yavaş, sahtelerle, 7. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 7

source: Slow with fakes, fixed on level 8
fi: Hidas, huijausbonukset, pysyvä taso 8
ka: ნელი ყალბებით, ფიქსირებული დონეზე 8
kk: Баяу, жалған элементтермен, 8-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 8
sv: Långsam med attrapper, fixerad på nivå 8
tr: Yavaş, sahtelerle, 8. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 8

source: Slow with fakes, fixed on level 9
fi: Hidas, huijausbonukset, pysyvä taso 9
ka: ნელი ყალბებით, ფიქსირებული დონეზე 9
kk: Баяу, жалған элементтермен, 9-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 9
sv: Långsam med attrapper, fixerad på nivå 9
tr: Yavaş, sahtelerle, 9. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 9

source: Slow with fakes, fixed on level 10
fi: Hidas, huijausbonukset, pysyvä taso 10
ka: ნელი ყალბებით, ფიქსირებული დონეზე 10
kk: Баяу, жалған элементтермен, 10-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 10
sv: Långsam med attrapper, fixerad på nivå 10
tr: Yavaş, sahtelerle, 10. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 10

source: Slow with fakes, fixed on level 11
fi: Hidas, huijausbonukset, pysyvä taso 11
ka: ნელი ყალბებით, ფიქსირებული დონეზე 11
kk: Баяу, жалған элементтермен, 11-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 11
sv: Långsam med attrapper, fixerad på nivå 11
tr: Yavaş, sahtelerle, 11. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 11

source: Slow with fakes, fixed on level 12
fi: Hidas, huijausbonukset, pysyvä taso 12
ka: ნელი ყალბებით, ფიქსირებული დონეზე 12
kk: Баяу, жалған элементтермен, 12-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 12
sv: Långsam med attrapper, fixerad på nivå 12
tr: Yavaş, sahtelerle, 12. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 12

source: Slow with fakes, fixed on level 13
fi: Hidas, huijausbonukset, pysyvä taso 13
ka: ნელი ყალბებით, ფიქსირებული დონეზე 13
kk: Баяу, жалған элементтермен, 13-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 13
sv: Långsam med attrapper, fixerad på nivå 13
tr: Yavaş, sahtelerle, 13. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 13

source: Slow with fakes, fixed on level 14
fi: Hidas, huijausbonukset, pysyvä taso 14
ka: ნელი ყალბებით, ფიქსირებული დონეზე 14
kk: Баяу, жалған элементтермен, 14-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 14
sv: Långsam med attrapper, fixerad på nivå 14
tr: Yavaş, sahtelerle, 14. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 14

source: Slow with fakes, fixed on level 15
fi: Hidas, huijausbonukset, pysyvä taso 15
ka: ნელი ყალბებით, ფიქსირებული დონეზე 15
kk: Баяу, жалған элементтермен, 15-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 15
sv: Långsam med attrapper, fixerad på nivå 15
tr: Yavaş, sahtelerle, 15. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 15

source: Slow with fakes, fixed on level 16
fi: Hidas, huijausbonukset, pysyvä taso 16
ka: ნელი ყალბებით, ფიქსირებული დონეზე 16
kk: Баяу, жалған элементтермен, 16-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 16
sv: Långsam med attrapper, fixerad på nivå 16
tr: Yavaş, sahtelerle, 16. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 16

source: Slow with fakes, fixed on level 17
fi: Hidas, huijausbonukset, pysyvä taso 17
ka: ნელი ყალბებით, ფიქსირებული დონეზე 17
kk: Баяу, жалған элементтермен, 17-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 17
sv: Långsam med attrapper, fixerad på nivå 17
tr: Yavaş, sahtelerle, 17. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 17

source: Slow with fakes, fixed on level 18
fi: Hidas, huijausbonukset, pysyvä taso 18
ka: ნელი ყალბებით, ფიქსირებული დონეზე 18
kk: Баяу, жалған элементтермен, 18-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 18
sv: Långsam med attrapper, fixerad på nivå 18
tr: Yavaş, sahtelerle, 18. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 18

source: Slow with fakes, fixed on level 19
fi: Hidas, huijausbonukset, pysyvä taso 19
ka: ნელი ყალბებით, ფიქსირებული დონეზე 19
kk: Баяу, жалған элементтермен, 19-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 19
sv: Långsam med attrapper, fixerad på nivå 19
tr: Yavaş, sahtelerle, 19. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 19

source: Slow with fakes, fixed on level 20
fi: Hidas, huijausbonukset, pysyvä taso 20
ka: ნელი ყალბებით, ფიქსირებული დონეზე 20
kk: Баяу, жалған элементтермен, 20-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 20
sv: Långsam med attrapper, fixerad på nivå 20
tr: Yavaş, sahtelerle, 20. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 20

source: Slow with fakes, fixed on level 21
fi: Hidas, huijausbonukset, pysyvä taso 21
ka: ნელი ყალბებით, ფიქსირებული დონეზე 21
kk: Баяу, жалған элементтермен, 21-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 21
sv: Långsam med attrapper, fixerad på nivå 21
tr: Yavaş, sahtelerle, 21. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 21

source: Slow with fakes, fixed on level 22
fi: Hidas, huijausbonukset, pysyvä taso 22
ka: ნელი ყალბებით, ფიქსირებული დონეზე 22
kk: Баяу, жалған элементтермен, 22-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 22
sv: Långsam med attrapper, fixerad på nivå 22
tr: Yavaş, sahtelerle, 22. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 22

source: Slow with fakes, fixed on level 23
fi: Hidas, huijausbonukset, pysyvä taso 23
ka: ნელი ყალბებით, ფიქსირებული დონეზე 23
kk: Баяу, жалған элементтермен, 23-деңгейде бекітілген
ru: Медленно, но с фальшивками и закреплённый на уровне 23
sv: Långsam med attrapper, fixerad på nivå 23
tr: Yavaş, sahtelerle, 23. düzeyde sabit
uk: Повільно з шахрайством, зафіксовано на рівні 23
